<?xml version="1.0"  ?><!DOCTYPE pmc-articleset PUBLIC "-//NLM//DTD ARTICLE SET 2.0//EN" "https://dtd.nlm.nih.gov/ncbi/pmc/articleset/nlm-articleset-2.0.dtd"><pmc-articleset><article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:ali="http://www.niso.org/schemas/ali/1.0/" article-type="research-article" xml:lang="en" dtd-version="1.4"><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">CJC Pediatr Congenit Heart Dis</journal-id><journal-id journal-id-type="iso-abbrev">CJC Pediatr Congenit Heart Dis</journal-id><journal-id journal-id-type="pmc-domain-id">4518</journal-id><journal-id journal-id-type="pmc-domain">cjcpchd</journal-id><journal-title-group><journal-title>CJC Pediatric and Congenital Heart Disease</journal-title></journal-title-group><issn pub-type="epub">2772-8129</issn><publisher><publisher-name>Elsevier</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">PMC10642091</article-id><article-id pub-id-type="pmcid-ver">PMC10642091.1</article-id><article-id pub-id-type="pmcaid">10642091</article-id><article-id pub-id-type="pmcaiid">10642091</article-id><article-id pub-id-type="pmid">37970099</article-id><article-id pub-id-type="doi">10.1016/j.cjcpc.2022.12.001</article-id><article-id pub-id-type="pii">S2772-8129(22)00137-3</article-id><article-version article-version-type="pmc-version">1</article-version><article-categories><subj-group subj-group-type="heading"><subject>Original Article</subject></subj-group></article-categories><title-group><article-title>Identifying Predictors of Psychological Problems Among Adolescents With Congenital Heart Disease for Referral to Psychological Care: A Pilot Study</article-title></title-group><contrib-group><contrib contrib-type="author" id="au1"><name name-style="western"><surname>Gosnell</surname><given-names initials="JM">Jordan M.</given-names></name><degrees>MPH</degrees><email>jordan.gosnell@spectrumhealth.org</email><xref rid="aff1" ref-type="aff">a</xref><xref rid="aff2" ref-type="aff">b</xref><xref rid="cor1" ref-type="corresp">&#8727;</xref></contrib><contrib contrib-type="author" id="au2"><name name-style="western"><surname>Finn</surname><given-names initials="MTM">Michael T.M.</given-names></name><degrees>PhD</degrees><xref rid="aff1" ref-type="aff">a</xref><xref rid="aff3" ref-type="aff">c</xref></contrib><contrib contrib-type="author" id="au3"><name name-style="western"><surname>Marckini</surname><given-names initials="DN">Darcy N.</given-names></name><degrees>MS</degrees><xref rid="aff4" ref-type="aff">d</xref></contrib><contrib contrib-type="author" id="au4"><name name-style="western"><surname>Molla</surname><given-names initials="AR">Azizur R.</given-names></name><degrees>PhD, MPH</degrees><xref rid="aff2" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="au5"><name name-style="western"><surname>Sowinski</surname><given-names initials="HA">Heather A.</given-names></name><degrees>DO</degrees><xref rid="aff1" ref-type="aff">a</xref><xref rid="aff3" ref-type="aff">c</xref></contrib><aff id="aff1"><label>a</label>Betz Congenital Heart Center, Helen DeVos Children&#8217;s Hospital of Corewell Health, Grand Rapids, Michigan, USA</aff><aff id="aff2"><label>b</label>Department of Public Health, Grand Valley State University College of Health Professions, Allendale, Michigan, USA</aff><aff id="aff3"><label>c</label>Department of Pediatrics and Human Development, Michigan State University College of Human Medicine, Grand Rapids, Michigan, USA</aff><aff id="aff4"><label>d</label>Office of Research and Education, Corewell Health, Grand Rapids, Michigan, USA</aff></contrib-group><author-notes><corresp id="cor1"><label>&#8727;</label>Corresponding Author: Jordan M. Gosnell, Betz Congenital Heart Center, Health Helen DeVos Children&#8217;s Hospital of Corewell Health, 100 Michigan NE (MC248), Grand Rapids, Michigan 49503, USA. Tel.: +1-616-267-1545. <email>jordan.gosnell@spectrumhealth.org</email></corresp></author-notes><pub-date pub-type="collection"><month>2</month><year>2023</year></pub-date><pub-date pub-type="epub"><day>12</day><month>12</month><year>2022</year></pub-date><volume>2</volume><issue>1</issue><issue-id pub-id-type="pmc-issue-id">449012</issue-id><fpage>3</fpage><lpage>11</lpage><history><date date-type="received"><day>11</day><month>11</month><year>2022</year></date><date date-type="accepted"><day>6</day><month>12</month><year>2022</year></date></history><pub-history><event event-type="pmc-release"><date><day>12</day><month>12</month><year>2022</year></date></event><event event-type="pmc-live"><date><day>14</day><month>11</month><year>2023</year></date></event><event event-type="pmc-last-change"><date iso-8601-date="2024-01-27 04:25:10.943"><day>27</day><month>01</month><year>2024</year></date></event></pub-history><permissions><copyright-statement>&#169; 2022 The Author(s)</copyright-statement><copyright-year>2022</copyright-year><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).</license-p></license></permissions><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" content-type="pmc-pdf" xlink:href="main.pdf"/><related-article xmlns:xlink="http://www.w3.org/1999/xlink" related-article-type="correction-forward" xml:lang="en" xlink:title="correction" journal-id="CJC Pediatr Congenit Heart Dis" journal-id-type="nlm-ta" ext-link-type="pmc" xlink:href="PMC10642078"><article-title>Erratum</article-title><volume>2</volume><issue>3</issue><date><day>5</day><month>5</month><year>2023</year></date><fpage>162</fpage><lpage>165</lpage><source>CJC Pediatric and Congenital Heart Disease</source><pub-id pub-id-type="pmcid">PMC10642078</pub-id><pub-id pub-id-type="pmid">37969358</pub-id></related-article><abstract id="abs0010"><sec><title>Background</title><p>The lifelong care of patients with congenital heart disease (CHD) typically begins at a young age, giving paediatric cardiologists a unique perspective on the mental health of their patients. Our aim was to describe and predict reported psychological problems among adolescents with CHD.</p></sec><sec><title>Methods</title><p>A retrospective review was performed on patients aged 12-17 years who presented to the congenital cardiology clinic during a 1-year timeframe. The presence of psychological problems was collected along with CHD class, clinical history, developmental delay, and patient demographics. We described the prevalence of psychological problems and then, using machine learning algorithms, trained and tested optimal predictive models.</p></sec><sec><title>Results</title><p>Of the 397 patients who met inclusion criteria, the lifetime prevalence of any reported psychological problem was 35.5%. The most prevalent reported problems were attention-deficit/hyperactivity disorder (18.9%), anxiety (17.6%), and depression (16.1%). Contrary to our expectations, we could not predict the presence or absence of any psychological problem using routine clinical data. Instead, we found multivariate models predicting depression and attention-deficit/hyperactivity disorder with promising accuracy. Prediction of anxiety was less successful.</p></sec><sec><title>Conclusions</title><p>Approximately 1 of 3 adolescents with CHD presented with the lifetime prevalence of 1 or more psychological problems. Congenital cardiac programmes are in a position of influence to respond to these problems and impact their patients&#8217; mental health as part of a comprehensive care plan. The discovered models using routine clinical data predicted specific psychological problems with varying accuracy. With further validation, these models could become the tools of routine recommendations for referral to psychological care.</p></sec></abstract><abstract abstract-type="graphical" id="abs0020"><title>Graphical abstract</title><fig id="undfig1" position="anchor" orientation="portrait"><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="fx1.jpg"/></fig></abstract><trans-abstract xml:lang="fr"><title>R&#233;sum&#233;</title><sec><title>Contexte</title><p>Le traitement &#224; vie des patients atteints d&#8217;une cardiopathie cong&#233;nitale commence habituellement d&#232;s un jeune &#226;ge. Ainsi, les cardiologues p&#233;diatriques ont un point de vue unique sur la sant&#233; mentale de leurs patients. Notre objectif &#233;tait de d&#233;crire et de pr&#233;dire les troubles psychologiques signal&#233;s chez les adolescents atteints d&#8217;une cardiopathie cong&#233;nitale.</p></sec><sec><title>M&#233;thodologie</title><p>Nous avons effectu&#233; une revue r&#233;trospective des dossiers de patients &#226;g&#233;s de 12 &#224; 17 ans qui se sont pr&#233;sent&#233;s dans une clinique de cardiologie pour anomalies cong&#233;nitales sur une p&#233;riode d&#8217;un an. Nous avons recens&#233; toute pr&#233;sence de probl&#232;mes psychologiques, en plus de la classe de la cardiopathie cong&#233;nitale, des ant&#233;c&#233;dents cliniques, des retards de d&#233;veloppement et des caract&#233;ristiques d&#233;mographiques des patients. Nous avons &#233;galement d&#233;crit la pr&#233;valence des troubles psychologiques; puis, &#224; l&#8217;aide d&#8217;algorithmes d&#8217;apprentissage automatique, nous avons donn&#233; une formation sur des mod&#232;les pr&#233;dictifs optimaux et les avons test&#233;s.</p></sec><sec><title>R&#233;sultats</title><p>Chez les 397 patients qui avaient r&#233;pondu aux crit&#232;res d&#8217;inclusion, la pr&#233;valence de la survenue d&#8217;un probl&#232;me psychologique au cours de leur vie s&#8217;&#233;levait &#224; 35,5 %. Les troubles signal&#233;s le plus souvent &#233;taient le trouble d&#233;ficitaire de l&#8217;attention avec hyperactivit&#233; (TDAH) (18,9 %), l&#8217;anxi&#233;t&#233; (17,6 %) et la d&#233;pression (16,1 %). Contrairement &#224; nos attentes, nous n&#8217;avons pas pu pr&#233;dire la pr&#233;sence ou l&#8217;absence de troubles psychologiques &#224; l&#8217;aide des donn&#233;es cliniques courantes. Nous avons par contre d&#233;couvert des mod&#232;les multivari&#233;s pouvant pr&#233;dire la d&#233;pression et le TDAH avec une pr&#233;cision prometteuse. Toutefois, les pr&#233;dictions relatives &#224; l&#8217;anxi&#233;t&#233; se sont av&#233;r&#233;es moins exactes.</p></sec><sec><title>Conclusion</title><p>La pr&#233;valence de la survenue d&#8217;au moins un probl&#232;me psychologique chez les adolescents atteints de cardiopathie cong&#233;nitale au cours de leur vie &#233;tait d&#8217;environ un adolescent sur trois. Dans le cadre d&#8217;un plan de soins complet, les programmes en cardiologie cong&#233;nitale se trouvent en position d&#8217;influence pour r&#233;pondre &#224; ces probl&#232;mes et ainsi am&#233;liorer la sant&#233; mentale des patients. Par ailleurs, les mod&#232;les que nous avons d&#233;couverts &#224; l&#8217;aide des donn&#233;es cliniques courantes ont permis de pr&#233;dire des probl&#232;mes psychologiques en particulier, mais avec une pr&#233;cision variable. Apr&#232;s une validation plus pouss&#233;e, nous pourrions recommander ces mod&#232;les de fa&#231;on syst&#233;matique afin d&#8217;orienter les patients vers des soins psychologiques.</p></sec></trans-abstract><custom-meta-group><custom-meta><meta-name>pmc-status-qastatus</meta-name><meta-value>0</meta-value></custom-meta><custom-meta><meta-name>pmc-status-live</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-status-embargo</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-status-released</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-open-access</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-olf</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-manuscript</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-legally-suppressed</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-pdf</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-supplement</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-pdf-only</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-suppress-copyright</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-real-version</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-scanned-article</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-preprint</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-in-epmc</meta-name><meta-value>yes</meta-value></custom-meta></custom-meta-group></article-meta></front><body><p id="p0010">It is well known that congenital heart disease (CHD) is the most common type of birth defect, with a birth incidence of approximately 1 per 100 births.<xref rid="bib1" ref-type="bibr"><sup>1</sup></xref><sup>,</sup><xref rid="bib2" ref-type="bibr"><sup>2</sup></xref> Long viewed as a paediatric-specific disease, patients with CHD now regularly survive into adolescence and adulthood as a result of advancements in surgical correction and clinical management.<xref rid="bib3" ref-type="bibr"><sup>3</sup></xref> Now, it is estimated that 2.4 million people in the United States alone are living with CHD, 12% of whom are diagnosed with severe CHD.<xref rid="bib4" ref-type="bibr"><sup>4</sup></xref> This increasing awareness of CHD as a lifespan disease has prompted study into adolescent and adult-onset comorbidities. It is now well known that adolescent and adult patients with CHD are at significant risk for psychological problems that can have a negative effect on physical health and disability.<xref rid="bib5" ref-type="bibr">5</xref>, <xref rid="bib6" ref-type="bibr">6</xref>, <xref rid="bib7" ref-type="bibr">7</xref>, <xref rid="bib8" ref-type="bibr">8</xref>, <xref rid="bib9" ref-type="bibr">9</xref>, <xref rid="bib10" ref-type="bibr">10</xref>, <xref rid="bib11" ref-type="bibr">11</xref>, <xref rid="bib12" ref-type="bibr">12</xref>, <xref rid="bib13" ref-type="bibr">13</xref> In the general population, adolescents exhibit a lifetime prevalence of 49.5% for psychological disorders, and mental health services among adolescents are often underutilized.<xref rid="bib13" ref-type="bibr"><sup>13</sup></xref><sup>,</sup><xref rid="bib14" ref-type="bibr"><sup>14</sup></xref> Clinical presentation of CHD typically occurs in infancy or childhood and the patient is supported by cardiology specialists beginning at a young age, beginning a patient-clinician relationship that will likely last several years or decades. Given the clinical context of this patient population, along with the adolescent concerns about psychological disorders, there is an opportunity for the paediatric cardiology clinic to be a gateway for psychological care.</p><p id="p0015">The question then becomes: how can paediatric cardiologists be empowered to assess their patients&#8217; risk of psychological problems, allowing for appropriate psychology referrals, without increasing clinician burden? Part of the answer may be found in 2 emerging and synchronistic areas of medicine: clinical predictive models based on machine learning (ML) and precision medicine.<xref rid="bib15" ref-type="bibr"><sup>15</sup></xref> There are various types of ML; however, in the clinical context, ML can be defined as computer systems that can learn, either supervised or unsupervised, using algorithms to analyse and draw inferences from patterns found in patient data for descriptive, predictive, or prescriptive purposes. ML is being explored by many medical specialties to allow clinicians to use the breadth of data available to create patient-specific care plans or to stratify risk in groups of patients with specific characteristics.<xref rid="bib16" ref-type="bibr">16</xref>, <xref rid="bib17" ref-type="bibr">17</xref>, <xref rid="bib18" ref-type="bibr">18</xref>, <xref rid="bib19" ref-type="bibr">19</xref>, <xref rid="bib20" ref-type="bibr">20</xref>, <xref rid="bib21" ref-type="bibr">21</xref>, <xref rid="bib22" ref-type="bibr">22</xref>, <xref rid="bib23" ref-type="bibr">23</xref> In paediatric cardiology, the utility of predictive models is being explored with a focus on cardiac surgery, cardiac imaging, interventional procedures, risk stratification, and length of stay, among other topics.<xref rid="bib15" ref-type="bibr"><sup>15</sup></xref><sup>,</sup><xref rid="bib24" ref-type="bibr">24</xref>, <xref rid="bib25" ref-type="bibr">25</xref>, <xref rid="bib26" ref-type="bibr">26</xref>, <xref rid="bib27" ref-type="bibr">27</xref>, <xref rid="bib28" ref-type="bibr">28</xref>, <xref rid="bib29" ref-type="bibr">29</xref>, <xref rid="bib30" ref-type="bibr">30</xref> ML is also being effectively explored in the field of psychology, including the risk assessment of specific patient groups.<xref rid="bib31" ref-type="bibr">31</xref>, <xref rid="bib32" ref-type="bibr">32</xref>, <xref rid="bib33" ref-type="bibr">33</xref>, <xref rid="bib34" ref-type="bibr">34</xref>, <xref rid="bib35" ref-type="bibr">35</xref>, <xref rid="bib36" ref-type="bibr">36</xref> Although this is an emergent field of study in paediatric cardiology, there are excellent review articles and editorials explaining ML and its potential value to the cardiovascular field.<xref rid="bib37" ref-type="bibr">37</xref>, <xref rid="bib38" ref-type="bibr">38</xref>, <xref rid="bib39" ref-type="bibr">39</xref>, <xref rid="bib40" ref-type="bibr">40</xref>, <xref rid="bib41" ref-type="bibr">41</xref>, <xref rid="bib42" ref-type="bibr">42</xref>, <xref rid="bib43" ref-type="bibr">43</xref></p><p id="p0020">The aim of this study is to describe our population from a representative sampling and to work towards the discovery of a pragmatic set of predictors using ML, which could be readily applied to the congenital cardiology clinic. To this end, we stayed &#8220;within the chart&#8221; in our data analysis, exploring the predictors of chart-noted psychological problems from patient data that would be readily available to the everyday cardiology practice. With sufficient replication, we hope that this line of research can eventually provide a reliable and valid clinical tool for estimating the likelihood of psychological problems in patients with CHD.</p><sec id="sec1"><title>Materials and Methods</title><p id="p0025">A retrospective chart review was performed on patients, 12-17 years of age, who presented to the congenital cardiology clinic of a large tertiary-level medical system located in the Midwestern United States during a 12-month timeframe from 2018 to&#160;2019.</p><p id="p0030">Patients meeting the following criteria were included in the sample population for the chart review: diagnosis of CHD, occurrence of a clinical visit in a 1-year timeframe, and an age of 12-17 years at the time of the clinic visit. Patients were excluded with a documented diagnosis of genetic and/or syndromic abnormalities including but not limited to 1p36 deletion, fetal alcohol syndrome, CHARGE syndrome, cri du chat, Ellis-van Creveld, Holt-Oram, 11q terminal deletion, Marfan, DiGeorge, Noonan, rubella, trisomy 13, trisomy 18, trisomy 21, Turner, VACTERL, Williams, and Wolf-Hirschhorn (additional rare conditions were excluded as applicable). Patients with genetic syndromes were excluded from the sample because of the known associations with developmental delay and are routinely grouped into a different risk category and referred to the neurodevelopmental clinic.</p><p id="p0035">The review was conducted using electronic medical records with covariate extraction from cardiology appointment notes and patient self-report general questionnaires regularly administered during clinic appointments.</p><p id="p0040">The outcome variable is the lifetime presence or absence of a reported psychological problem. The presence of a psychological problem outcome was determined from 3 primary areas within the patient chart: documentation of psychological diagnoses, documentation of psychological problems in cardiology clinic notes, and self-reported patient medical history documentation, which are administered regularly at the beginning of outpatient clinic appointments. These 3 collection methods were used as some patients who seek subspecialty care at the study site receive general care at other institutions. Self-reported patient medical history documents specifically request information regarding the patient&#8217;s history of depression, anxiety, counselling or psychological testing, learning problems, and reasons for previous overnight hospital admissions. For the purposes of this study, psychological problems were categorized into anxiety, depression, attention-deficit/hyperactivity disorder (ADHD), bipolar disorder, and other.</p><p id="p0045">Covariates include standard patient demographics of age, sex assigned at birth, and race. To evaluate the association of clinical history to reports of psychological problems, several covariates associated with cardiac clinical history were collected. CHD classification was assigned based on the 2018 American Heart Association (AHA) guidelines&#8212;mild, moderate, or severe complexity.<xref rid="bib44" ref-type="bibr"><sup>44</sup></xref> Collected CHD diagnoses were stratified based on these guidelines. Given the comorbidity of development delay with psychological disorders, a diagnosis of developmental delay was also collected; however, specific diagnoses of developmental delay were not captured. Gestational age at birth was also collected because of known comorbid risks with developmental delays and psychological disorders.<xref rid="bib45" ref-type="bibr">45</xref>, <xref rid="bib46" ref-type="bibr">46</xref>, <xref rid="bib47" ref-type="bibr">47</xref></p><sec id="sec1.1"><title>Predictor selection rationale</title><p id="p0050">The purpose behind the selection of covariates to be used as predictors was two-fold. First, the availability for data to be readily extracted from nonstandardized clinician reports limited how extensive the list of covariates could be. Secondly, the study goal determined that the focus of the analysis was on clinical covariates that could be easily extracted from within the chart. These 2 factors dictated that the clinical predictive model concentrates on cardiac clinical history, preterm history, and standard demographics. These factors also determined, and consequentially limited, how the study captured the reports of psychological problems. Clinical cardiac covariates were a primary focus of this study as it was posited that the severity of CHD lesion along with interventions, surgeries, and the corresponding course of care may influence psychological outcomes. Other aspects of a patient&#8217;s history, such as socioeconomic status and sociocultural characteristics, were not included in this pilot study. In addition, externally validated psychological diagnostic evaluations were not available for this sample population. However, given the nature of ML and clinical predictive models, all relevant information of a patient&#8217;s history would be expected to be included in a final iteration.</p></sec><sec id="sec1.2"><title>Analysis</title><sec id="sec1.2.1"><title>Sample size</title><p id="p0055">Based on findings by the National Institutes of Mental Health, there was a 50% predicted prevalence of psychological disorders in the study population.<xref rid="bib13" ref-type="bibr"><sup>13</sup></xref> A sample size calculation using a z-approximation found a necessary sample size of at least 384 for a 0.05 confidence interval. During the study timeframe, 497 unique patients aged 12-17 years with a diagnosis of CHD visited the study site. On completion of the chart review, 100 patients were excluded based on study criteria bringing the final sample to 397 patients.</p></sec><sec id="sec1.2.2"><title>Descriptive statistics and clinical data</title><p id="p0060">Descriptive statistics and univariate analysis were performed, where continuous variables were presented as mean (&#177; standard deviation) or median (interquartile range) depending on the normality of distribution, whereas categorical variables were presented as counts and percentages. Differences between the positive or negative psychological problem outcome groups were analysed using the <italic toggle="yes">t</italic>-test, &#967;<sup>2</sup> test, or Fisher&#8217;s exact test based on normality.</p><p id="p0065">Variables were re-coded in the following ways: age at first surgery was used to code to a critical CHD exposure variable (cardiac surgery at &lt;1 year of age vs &gt;1 year of age). Because of limitations in the sample size, specific psychological problems were combined to create a binary &#8220;presence of any psychological problem&#8221; variable. Of note, there were insufficient observations to run models on bipolar and &#8220;other&#8221; psychological problems in this sample. Because of low numbers of observations in some groups, the race-ethnicity variable was categorized as White, Black, Hispanic, and other. Gestational age, again due to low categorical observation counts, was dichotomized into 2 categories&#8212;&gt;36 weeks of gestation and &lt;36 weeks of gestation&#8212;to represent the history of full-term birth and preterm birth, respectively.</p><p id="p0070">Contingency tables were used to describe the relationship between psychological problem outcomes and the following variables: CHD classification, history of critical CHD, history of cardiac intervention (surgery, catheterization, or either), total number of cardiac surgeries, age at first surgery (both grouped &lt;1 year, 1-5, 5-10, 10-15, 15-18, and by year), total number of cardiac catheterizations, and neurodevelopment delay diagnosis. An additional contingency table was run to assess the proportion of CHD classifications with diagnosed developmental delay.</p></sec><sec id="sec1.2.3"><title>Machine learning for predictors of psychological problems</title><p id="p0075">We explored the predictors of reported psychological problems using ML techniques: developing models on a random subset of the data (training) and validating against the remaining data (testing). An initial model was run to predict the presence of any reported psychological problem. Then, 3 additional models were created to separately predict the presence of depression, anxiety, and ADHD. For each new model, we randomly sampled 70% of the training dataset to train the ML algorithm.</p><p id="p0080">We used cross-validated logistic LASSO regression for ML, which determines the optimal set of variables. In the interest of discovery, we chose the model that minimized error the most. On the remaining 30% of the data for each model (the testing datasets), the accuracy of each trained model was assessed. This allowed for a practical test of the model that was internal to our dataset, lending some additional confidence to the ability of the discovered models to accurately predict psychological problems.</p></sec></sec></sec><sec id="sec2"><title>Results</title><p id="p0085">After the retrospective chart review, there were 397 unique patients meeting inclusion criteria in the study timeframe. Patients were aged 12-17 years with a mean age of 14.5 years. Males comprised the majority of the sample population (61%, n&#160;= 241). Racial demographics of the sample population closely mirrored the regional study population demographics. Complete demographic description can be found in <xref rid="tbl1" ref-type="table">Table&#160;1</xref>.<table-wrap position="float" id="tbl1" orientation="portrait"><label>Table&#160;1</label><caption><p>Descriptive statistics: demographics</p></caption><table frame="hsides" rules="groups"><thead><tr><th rowspan="4" colspan="1">Covariates</th><th colspan="9" rowspan="1">Lifetime prevalence of reported psychological problems<hr/></th></tr><tr><th colspan="1" rowspan="1"/><th colspan="2" rowspan="1">Any psychological problem</th><th colspan="2" rowspan="1">Anxiety</th><th colspan="2" rowspan="1">Depression</th><th colspan="2" rowspan="1">ADHD</th></tr><tr><th colspan="1" rowspan="1">Totals<hr/></th><th colspan="1" rowspan="1">No<hr/></th><th colspan="1" rowspan="1">Yes<hr/></th><th colspan="1" rowspan="1">No<hr/></th><th colspan="1" rowspan="1">Yes<hr/></th><th colspan="1" rowspan="1">No<hr/></th><th colspan="1" rowspan="1">Yes<hr/></th><th colspan="1" rowspan="1">No<hr/></th><th colspan="1" rowspan="1">Yes<hr/></th></tr><tr><th colspan="1" rowspan="1">N&#160;= 397</th><th colspan="1" rowspan="1">256 (64)</th><th colspan="1" rowspan="1">141 (36)</th><th colspan="1" rowspan="1">327 (82)</th><th colspan="1" rowspan="1">70 (18)</th><th colspan="1" rowspan="1">333 (84)</th><th colspan="1" rowspan="1">64 (16)</th><th colspan="1" rowspan="1">322 (81)</th><th colspan="1" rowspan="1">75 (19)</th></tr></thead><tbody><tr><td colspan="10" rowspan="1">Demographics</td></tr><tr><td colspan="1" rowspan="1">Age at time of appointment (y)</td><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1">14.4 &#177; 1.6</td><td colspan="1" rowspan="1">14.6 &#177; 1.7</td><td colspan="1" rowspan="1">14.4 &#177; 1.7</td><td colspan="1" rowspan="1">14.6 &#177; 1.7</td><td colspan="1" rowspan="1">14.3 &#177; 1.7</td><td colspan="1" rowspan="1">15.1 &#177; 1.5</td><td colspan="1" rowspan="1">14.5 &#177; 1.7</td><td colspan="1" rowspan="1">14.3 &#177; 1.7</td></tr><tr><td colspan="1" rowspan="1">Sex</td><td colspan="1" rowspan="1"/><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.25</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.22</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.97</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic> &lt; 0.01</td></tr><tr><td colspan="1" rowspan="1">&#160;Male</td><td align="char" colspan="1" rowspan="1">241 (61)</td><td align="char" colspan="1" rowspan="1">150 (59)</td><td align="char" colspan="1" rowspan="1">91 (65)</td><td align="char" colspan="1" rowspan="1">203 (62)</td><td align="char" colspan="1" rowspan="1">38 (54)</td><td align="char" colspan="1" rowspan="1">202 (61)</td><td align="char" colspan="1" rowspan="1">39 (61)</td><td align="char" colspan="1" rowspan="1">183 (57)</td><td align="char" colspan="1" rowspan="1">58 (77)</td></tr><tr><td colspan="1" rowspan="1">&#160;Female</td><td align="char" colspan="1" rowspan="1">156 (39)</td><td align="char" colspan="1" rowspan="1">106 (41)</td><td align="char" colspan="1" rowspan="1">50 (35)</td><td align="char" colspan="1" rowspan="1">124 (38)</td><td align="char" colspan="1" rowspan="1">32 (46)</td><td align="char" colspan="1" rowspan="1">131 (39)</td><td align="char" colspan="1" rowspan="1">25 (39)</td><td align="char" colspan="1" rowspan="1">139 (43)</td><td align="char" colspan="1" rowspan="1">17 (23)</td></tr><tr><td colspan="1" rowspan="1">Race/ethnicity</td><td colspan="1" rowspan="1"/><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.11</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.83</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.58</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.02</td></tr><tr><td colspan="1" rowspan="1">&#160;White</td><td align="char" colspan="1" rowspan="1">297 (73)</td><td align="char" colspan="1" rowspan="1">191 (75)</td><td align="char" colspan="1" rowspan="1">106 (75)</td><td align="char" colspan="1" rowspan="1">242 (74)</td><td align="char" colspan="1" rowspan="1">55 (79)</td><td align="char" colspan="1" rowspan="1">249 (75)</td><td align="char" colspan="1" rowspan="1">48 (75)</td><td align="char" colspan="1" rowspan="1">238 (74)</td><td align="char" colspan="1" rowspan="1">59 (78)</td></tr><tr><td colspan="1" rowspan="1">&#160;Black</td><td align="char" colspan="1" rowspan="1">25 (6)</td><td align="char" colspan="1" rowspan="1">13 (5)</td><td align="char" colspan="1" rowspan="1">12 (9)</td><td align="char" colspan="1" rowspan="1">22 (7)</td><td align="char" colspan="1" rowspan="1">3 (4)</td><td align="char" colspan="1" rowspan="1">23 (7)</td><td align="char" colspan="1" rowspan="1">2 (3)</td><td align="char" colspan="1" rowspan="1">16 (5)</td><td align="char" colspan="1" rowspan="1">9 (12)</td></tr><tr><td colspan="1" rowspan="1">&#160;Hispanic</td><td align="char" colspan="1" rowspan="1">31 (10)</td><td align="char" colspan="1" rowspan="1">26 (10)</td><td align="char" colspan="1" rowspan="1">6 (4)</td><td align="char" colspan="1" rowspan="1">27 (8)</td><td align="char" colspan="1" rowspan="1">5 (7)</td><td align="char" colspan="1" rowspan="1">27 (8)</td><td align="char" colspan="1" rowspan="1">5 (8)</td><td align="char" colspan="1" rowspan="1">30 (9)</td><td align="char" colspan="1" rowspan="1">2 (3)</td></tr><tr><td colspan="1" rowspan="1">&#160;Other</td><td align="char" colspan="1" rowspan="1">43 (11)</td><td align="char" colspan="1" rowspan="1">26 (10)</td><td align="char" colspan="1" rowspan="1">17 (12)</td><td align="char" colspan="1" rowspan="1">36 (11)</td><td align="char" colspan="1" rowspan="1">7 (10)</td><td align="char" colspan="1" rowspan="1">34 (10)</td><td align="char" colspan="1" rowspan="1">9 (14)</td><td align="char" colspan="1" rowspan="1">38 (12)</td><td align="char" colspan="1" rowspan="1">5 (7)</td></tr></tbody></table><table-wrap-foot><fn id="tspara0015"><p>Data are presented as n (%).</p></fn><fn id="tspara0020"><p>ADHD, Attention-deficit/hyperactivity disorder.</p></fn></table-wrap-foot></table-wrap></p><p id="p0090">The lifetime prevalence of any reported psychological problem in our sample population was 35.5% (n&#160;= 141), with the most prevalent disorders being anxiety (17.6%; n&#160;= 70), depression (16.1%; n&#160;= 64), and ADHD (18.9%, n&#160;= 75). The proportion of psychological outcomes reported increased with severity of CHD class, with 30% of simple CHD, 36% of moderate CHD, and 40% of the severe CHD groups reporting psychological problems. However, when cross-tabulated across CHD classifications, the differences in the prevalence of any psychological problem were not found to be statistically significant (<italic toggle="yes">P</italic>&#160;= 0.42). We found some comorbidities, with 2-disorder comorbidities between ADHD, anxiety, and depression ranging from 3.0% (n&#160;= 12) to 4.8% (n&#160;= 19) of all patients. A total of 2.8% (n&#160;= 11) patients had all 3 problems reported in their chart. Although there was some comorbidity, problems reported in any kind of comorbidity with others amounted to approximately 20% (n&#160;= 42) of the total number of psychological problems reported in the data.</p><p id="p0095">The reported lifetime prevalence of depression was over twice as high in moderate CHD and severe CHD (18.6% and 17.0%, respectively) when compared with the simple CHD (7.4%). Differences in reported psychological problems across cardiac clinical history did not demonstrate statistical significance in cross-tabulation. Complete descriptive statistics of clinical history can be found in <xref rid="tbl2" ref-type="table">Tables&#160;2</xref> and <xref rid="tbl3" ref-type="table">3</xref>.<table-wrap position="float" id="tbl2" orientation="portrait"><label>Table&#160;2</label><caption><p>Descriptive statistics: clinical cardiac history</p></caption><table frame="hsides" rules="groups"><thead><tr><th rowspan="3" colspan="1">Covariates</th><th colspan="9" rowspan="1">Lifetime prevalence of psychological problems<hr/></th></tr><tr><th colspan="1" rowspan="1">Totals<hr/></th><th colspan="2" rowspan="1">Any psychological problem<hr/></th><th colspan="2" rowspan="1">Anxiety<hr/></th><th colspan="2" rowspan="1">Depression<hr/></th><th colspan="2" rowspan="1">ADHD<hr/></th></tr><tr><th colspan="1" rowspan="1">N&#160;= 397</th><th colspan="1" rowspan="1">No, N&#160;= 256</th><th colspan="1" rowspan="1">Yes, N&#160;= 141</th><th colspan="1" rowspan="1">No, N&#160;= 327</th><th colspan="1" rowspan="1">Yes, N&#160;= 70</th><th colspan="1" rowspan="1">No, N&#160;= 333</th><th colspan="1" rowspan="1">Yes, N&#160;= 64</th><th colspan="1" rowspan="1">No, N&#160;= 322</th><th colspan="1" rowspan="1">Yes, N&#160;= 75</th></tr></thead><tbody><tr><td colspan="1" rowspan="1">CHD classification</td><td colspan="1" rowspan="1"/><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.42</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.64</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.055</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.76</td></tr><tr><td colspan="1" rowspan="1">&#160;Simple</td><td align="char" colspan="1" rowspan="1">81</td><td align="char" colspan="1" rowspan="1">57 (22)</td><td align="char" colspan="1" rowspan="1">24 (17)</td><td align="char" colspan="1" rowspan="1">65 (20)</td><td align="char" colspan="1" rowspan="1">16 (23)</td><td align="char" colspan="1" rowspan="1">75 (23)</td><td align="char" colspan="1" rowspan="1">6 (9)</td><td align="char" colspan="1" rowspan="1">68 (21)</td><td align="char" colspan="1" rowspan="1">13 (17)</td></tr><tr><td colspan="1" rowspan="1">&#160;Moderate complexity</td><td align="char" colspan="1" rowspan="1">263</td><td align="char" colspan="1" rowspan="1">167 (65)</td><td align="char" colspan="1" rowspan="1">96 (68)</td><td align="char" colspan="1" rowspan="1">220 (67)</td><td align="char" colspan="1" rowspan="1">43 (61)</td><td align="char" colspan="1" rowspan="1">214 (64)</td><td align="char" colspan="1" rowspan="1">49 (77)</td><td align="char" colspan="1" rowspan="1">211 (66)</td><td align="char" colspan="1" rowspan="1">52 (69)</td></tr><tr><td colspan="1" rowspan="1">&#160;Severe complexity</td><td align="char" colspan="1" rowspan="1">53</td><td align="char" colspan="1" rowspan="1">32 (13)</td><td align="char" colspan="1" rowspan="1">21 (15)</td><td align="char" colspan="1" rowspan="1">42 (13)</td><td align="char" colspan="1" rowspan="1">11 (16)</td><td align="char" colspan="1" rowspan="1">44 (13)</td><td align="char" colspan="1" rowspan="1">9 (14)</td><td align="char" colspan="1" rowspan="1">43 (13)</td><td align="char" colspan="1" rowspan="1">10 (13)</td></tr><tr><td colspan="1" rowspan="1">Critical CHD</td><td colspan="1" rowspan="1"/><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.51</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.22</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.67</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.08</td></tr><tr><td colspan="1" rowspan="1">&#160;No</td><td align="char" colspan="1" rowspan="1">306</td><td align="char" colspan="1" rowspan="1">200 (78)</td><td align="char" colspan="1" rowspan="1">106 (75)</td><td align="char" colspan="1" rowspan="1">256 (78)</td><td align="char" colspan="1" rowspan="1">50 (71)</td><td align="char" colspan="1" rowspan="1">258 (77)</td><td align="char" colspan="1" rowspan="1">48 (75)</td><td align="char" colspan="1" rowspan="1">254 (79)</td><td align="char" colspan="1" rowspan="1">52 (69)</td></tr><tr><td colspan="1" rowspan="1">&#160;Yes</td><td align="char" colspan="1" rowspan="1">91</td><td align="char" colspan="1" rowspan="1">56 (22)</td><td align="char" colspan="1" rowspan="1">35 (25)</td><td align="char" colspan="1" rowspan="1">71 (22)</td><td align="char" colspan="1" rowspan="1">20 (29)</td><td align="char" colspan="1" rowspan="1">75 (23)</td><td align="char" colspan="1" rowspan="1">16 (25)</td><td align="char" colspan="1" rowspan="1">68 (21)</td><td align="char" colspan="1" rowspan="1">23 (31)</td></tr><tr><td colspan="1" rowspan="1">History of cardiac intervention</td><td colspan="1" rowspan="1"/><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.80</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.24</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.85</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.87</td></tr><tr><td colspan="1" rowspan="1">&#160;No</td><td align="char" colspan="1" rowspan="1">219</td><td align="char" colspan="1" rowspan="1">140 (55)</td><td align="char" colspan="1" rowspan="1">79 (56)</td><td align="char" colspan="1" rowspan="1">176 (54)</td><td align="char" colspan="1" rowspan="1">43 (61)</td><td align="char" colspan="1" rowspan="1">183 (55)</td><td align="char" colspan="1" rowspan="1">36 (56)</td><td align="char" colspan="1" rowspan="1">177 (55)</td><td align="char" colspan="1" rowspan="1">42 (56)</td></tr><tr><td colspan="1" rowspan="1">&#160;Yes</td><td align="char" colspan="1" rowspan="1">178</td><td align="char" colspan="1" rowspan="1">116 (45)</td><td align="char" colspan="1" rowspan="1">62 (44)</td><td align="char" colspan="1" rowspan="1">151 (46)</td><td align="char" colspan="1" rowspan="1">27 (39)</td><td align="char" colspan="1" rowspan="1">150 (45)</td><td align="char" colspan="1" rowspan="1">28 (44)</td><td align="char" colspan="1" rowspan="1">145 (45)</td><td align="char" colspan="1" rowspan="1">33 (44)</td></tr><tr><td colspan="1" rowspan="1">Cardiac surgical history</td><td colspan="1" rowspan="1"/><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.23</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.34</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.24</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.26</td></tr><tr><td colspan="1" rowspan="1">&#160;No</td><td align="char" colspan="1" rowspan="1">219</td><td align="char" colspan="1" rowspan="1">147 (57)</td><td align="char" colspan="1" rowspan="1">72 (51)</td><td align="char" colspan="1" rowspan="1">184 (56)</td><td align="char" colspan="1" rowspan="1">35 (50)</td><td align="char" colspan="1" rowspan="1">188 (56)</td><td align="char" colspan="1" rowspan="1">31 (49)</td><td align="char" colspan="1" rowspan="1">182 (57)</td><td align="char" colspan="1" rowspan="1">37 (49)</td></tr><tr><td colspan="1" rowspan="1">&#160;Yes</td><td align="char" colspan="1" rowspan="1">178</td><td align="char" colspan="1" rowspan="1">109 (43)</td><td align="char" colspan="1" rowspan="1">69 (49)</td><td align="char" colspan="1" rowspan="1">143 (44)</td><td align="char" colspan="1" rowspan="1">35 (50)</td><td align="char" colspan="1" rowspan="1">145 (44)</td><td align="char" colspan="1" rowspan="1">33 (51)</td><td align="char" colspan="1" rowspan="1">140 (43)</td><td align="char" colspan="1" rowspan="1">38 (51)</td></tr><tr><td colspan="1" rowspan="1">Grouped age at the time of first cardiac surgery (y), N&#160;= 176</td><td colspan="1" rowspan="1"/><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.12</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.15</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.59</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.74</td></tr><tr><td colspan="1" rowspan="1">&#160;&lt;1</td><td align="char" colspan="1" rowspan="1">91</td><td align="char" colspan="1" rowspan="1">56 (52)</td><td align="char" colspan="1" rowspan="1">35 (51)</td><td align="char" colspan="1" rowspan="1">71 (50)</td><td align="char" colspan="1" rowspan="1">20 (57)</td><td align="char" colspan="1" rowspan="1">75 (52)</td><td align="char" colspan="1" rowspan="1">16 (49)</td><td align="char" colspan="1" rowspan="1">68 (49)</td><td align="char" colspan="1" rowspan="1">23 (61)</td></tr><tr><td colspan="1" rowspan="1">&#160;1-4</td><td align="char" colspan="1" rowspan="1">44</td><td align="char" colspan="1" rowspan="1">31 (29)</td><td align="char" colspan="1" rowspan="1">13 (19)</td><td align="char" colspan="1" rowspan="1">40 (28)</td><td align="char" colspan="1" rowspan="1">4 (11)</td><td align="char" colspan="1" rowspan="1">38 (27)</td><td align="char" colspan="1" rowspan="1">6 (18)</td><td align="char" colspan="1" rowspan="1">37 (27)</td><td align="char" colspan="1" rowspan="1">7 (18)</td></tr><tr><td colspan="1" rowspan="1">&#160;5-9</td><td align="char" colspan="1" rowspan="1">17</td><td align="char" colspan="1" rowspan="1">11 (11)</td><td align="char" colspan="1" rowspan="1">6 (9)</td><td align="char" colspan="1" rowspan="1">14 (10)</td><td align="char" colspan="1" rowspan="1">3 (9)</td><td align="char" colspan="1" rowspan="1">13 (9)</td><td align="char" colspan="1" rowspan="1">4 (12)</td><td align="char" colspan="1" rowspan="1">14 (10)</td><td align="char" colspan="1" rowspan="1">3 (8)</td></tr><tr><td colspan="1" rowspan="1">&#160;10-14</td><td align="char" colspan="1" rowspan="1">17</td><td align="char" colspan="1" rowspan="1">6 (6)</td><td align="char" colspan="1" rowspan="1">11 (16)</td><td align="char" colspan="1" rowspan="1">12 (9)</td><td align="char" colspan="1" rowspan="1">5 (14)</td><td align="char" colspan="1" rowspan="1">12 (8)</td><td align="char" colspan="1" rowspan="1">5 (15)</td><td align="char" colspan="1" rowspan="1">13 (9)</td><td align="char" colspan="1" rowspan="1">4 (11)</td></tr><tr><td colspan="1" rowspan="1">&#160;15-17</td><td align="char" colspan="1" rowspan="1">7</td><td align="char" colspan="1" rowspan="1">3 (3)</td><td align="char" colspan="1" rowspan="1">4 (6)</td><td align="char" colspan="1" rowspan="1">4 (3)</td><td align="char" colspan="1" rowspan="1">3 (9)</td><td align="char" colspan="1" rowspan="1">5 (4)</td><td align="char" colspan="1" rowspan="1">2 (6)</td><td align="char" colspan="1" rowspan="1">6 (4)</td><td align="char" colspan="1" rowspan="1">1 (3)</td></tr><tr><td colspan="1" rowspan="1">Cardiac catheterization history</td><td colspan="1" rowspan="1"/><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.82</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.20</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.52</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.27</td></tr><tr><td colspan="1" rowspan="1">&#160;No</td><td align="char" colspan="1" rowspan="1">259</td><td align="char" colspan="1" rowspan="1">166 (65)</td><td align="char" colspan="1" rowspan="1">93 (66)</td><td align="char" colspan="1" rowspan="1">218 (67)</td><td align="char" colspan="1" rowspan="1">41 (59)</td><td align="char" colspan="1" rowspan="1">215 (65)</td><td align="char" colspan="1" rowspan="1">44 (69)</td><td align="char" colspan="1" rowspan="1">206 (64)</td><td align="char" colspan="1" rowspan="1">53 (71)</td></tr><tr><td colspan="1" rowspan="1">&#160;Yes</td><td align="char" colspan="1" rowspan="1">138</td><td align="char" colspan="1" rowspan="1">90 (35)</td><td align="char" colspan="1" rowspan="1">48 (34)</td><td align="char" colspan="1" rowspan="1">109 (33)</td><td align="char" colspan="1" rowspan="1">29 (41)</td><td align="char" colspan="1" rowspan="1">118 (35)</td><td align="char" colspan="1" rowspan="1">20 (31)</td><td align="char" colspan="1" rowspan="1">116 (36)</td><td align="char" colspan="1" rowspan="1">22 (29)</td></tr></tbody></table><table-wrap-foot><fn id="tspara0030"><p>Data are presented as n (%).</p></fn><fn id="tspara0035"><p>ADHD, attention-deficit/hyperactivity disorder; CHD, congenital heart disease.</p></fn></table-wrap-foot></table-wrap><table-wrap position="float" id="tbl3" orientation="portrait"><label>Table&#160;3</label><caption><p>Descriptive statistics: noncardiac clinical history</p></caption><table frame="hsides" rules="groups"><thead><tr><th rowspan="3" colspan="1">Covariates</th><th colspan="9" rowspan="1">Lifetime prevalence of psychological problems<hr/></th></tr><tr><th colspan="1" rowspan="1">Total<hr/></th><th colspan="2" rowspan="1">Any psychological problem<hr/></th><th colspan="2" rowspan="1">Anxiety<hr/></th><th colspan="2" rowspan="1">Depression<hr/></th><th colspan="2" rowspan="1">ADHD<hr/></th></tr><tr><th colspan="1" rowspan="1">N&#160;= 397</th><th colspan="1" rowspan="1">No, N&#160;= 256</th><th colspan="1" rowspan="1">Yes, N&#160;= 141</th><th colspan="1" rowspan="1">No, N&#160;= 327</th><th colspan="1" rowspan="1">Yes, N&#160;= 70</th><th colspan="1" rowspan="1">No, N&#160;= 333</th><th colspan="1" rowspan="1">Yes, N&#160;= 64</th><th colspan="1" rowspan="1">No, N&#160;= 322</th><th colspan="1" rowspan="1">Yes, N&#160;= 75</th></tr></thead><tbody><tr><td colspan="1" rowspan="1">Developmental delay diagnosis</td><td colspan="1" rowspan="1"/><td colspan="2" rowspan="1"><italic toggle="yes">P</italic> &lt; 0.001</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic> &lt; 0.0001</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.43</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic> &lt; 0.001</td></tr><tr><td colspan="1" rowspan="1">&#160;No</td><td align="char" colspan="1" rowspan="1">348</td><td align="char" colspan="1" rowspan="1">235 (92)</td><td align="char" colspan="1" rowspan="1">113 (80)</td><td align="char" colspan="1" rowspan="1">297 (91)</td><td align="char" colspan="1" rowspan="1">51 (73)</td><td align="char" colspan="1" rowspan="1">290 (87)</td><td align="char" colspan="1" rowspan="1">58 (91)</td><td align="char" colspan="1" rowspan="1">292 (91)</td><td align="char" colspan="1" rowspan="1">56 (75)</td></tr><tr><td colspan="1" rowspan="1">&#160;Yes</td><td align="char" colspan="1" rowspan="1">49</td><td align="char" colspan="1" rowspan="1">21 (8)</td><td align="char" colspan="1" rowspan="1">28 (20)</td><td align="char" colspan="1" rowspan="1">30 (9)</td><td align="char" colspan="1" rowspan="1">19 (27)</td><td align="char" colspan="1" rowspan="1">43 (13)</td><td align="char" colspan="1" rowspan="1">6 (9)</td><td align="char" colspan="1" rowspan="1">30 (9)</td><td align="char" colspan="1" rowspan="1">19 (25)</td></tr><tr><td colspan="1" rowspan="1">Gestational age (wk)</td><td colspan="1" rowspan="1"/><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.076</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.35</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.23</td><td colspan="2" rowspan="1"><italic toggle="yes">P</italic>&#160;= 0.017</td></tr><tr><td colspan="1" rowspan="1">&#160;&#8805;36</td><td align="char" colspan="1" rowspan="1">324</td><td align="char" colspan="1" rowspan="1">216 (91)</td><td align="char" colspan="1" rowspan="1">108 (85)</td><td align="char" colspan="1" rowspan="1">273 (90)</td><td align="char" colspan="1" rowspan="1">51 (84)</td><td align="char" colspan="1" rowspan="1">275 (90)</td><td align="char" colspan="1" rowspan="1">49 (84)</td><td align="char" colspan="1" rowspan="1">269 (91)</td><td align="char" colspan="1" rowspan="1">55 (81)</td></tr><tr><td colspan="1" rowspan="1">&#160;&lt;36</td><td align="char" colspan="1" rowspan="1">40</td><td align="char" colspan="1" rowspan="1">21 (9)</td><td align="char" colspan="1" rowspan="1">19 (15)</td><td align="char" colspan="1" rowspan="1">30 (10)</td><td align="char" colspan="1" rowspan="1">10 (16)</td><td align="char" colspan="1" rowspan="1">31 (10)</td><td align="char" colspan="1" rowspan="1">9 (16)</td><td align="char" colspan="1" rowspan="1">27 (9)</td><td align="char" colspan="1" rowspan="1">13 (19)</td></tr></tbody></table><table-wrap-foot><fn id="tspara0045"><p>Data are presented as n (%).</p></fn><fn id="tspara0050"><p>ADHD, attention-deficit/hyperactivity disorder.</p></fn></table-wrap-foot></table-wrap></p><p id="p0100">The overall prevalence of developmental delay was 12.3% among the sample population. The history of any reported mental disorder diagnoses demonstrated a statistically significant relationship to developmental delay status, with 20% of patients reporting any mental disorder having a history of delay compared with 8% of patients with no psychological problem having a history of delay (<italic toggle="yes">P</italic> &lt; 0.001). Anxiety and ADHD diagnoses were both found to have statistical associations with developmental delay status (<italic toggle="yes">P</italic> &lt; 0.0001 and <italic toggle="yes">P</italic> &lt; 0.001, respectively). More than 25% of reports of anxiety and ADHD had a history of developmental delay. These relationships have been presented in previous literature. How these data and other variables connect to predict the presence of psychological problems remained a question we sought to examine with ML models.</p><sec id="sec2.1"><title>Machine learning for predictors of psychological problems</title><sec id="sec2.1.1"><title>Presence of any psychological problem</title><p id="p0105">We found no model to predict the presence of any psychological problem that adequately fit the criteria set forth in our cross-validated logistic LASSO regression (<xref rid="tbl1" ref-type="table">Table&#160;1</xref>). In our data, a general search for predictors of the presence of any reported psychological problem did not return any models. This diverged from what we expected, which was that there would be general factors indicative of psychopathology in general. We proceeded with attempting ML models for predicting the presence of specific psychological problems.</p></sec><sec id="sec2.1.2"><title>Anxiety</title><p id="p0110">We first explored predictors for the presence of the specific psychological problem of anxiety using the same ML process. We discovered that the optimal model included one predictor: presence of developmental delay. In a logistic regression, those with the indicated presence of developmental delay in their chart were approximately 6 times more likely to also have anxiety mentioned as a problem or as a listed diagnosis (95% confidence interval from 2.78 to 13.21 times more likely), <italic toggle="yes">P</italic> &lt; 0.001 (<xref rid="tbl4" ref-type="table">Table&#160;4</xref>).<table-wrap position="float" id="tbl4" orientation="portrait"><label>Table&#160;4</label><caption><p>Machine learning model: relationship of predictors to specific psychological problem outcomes</p></caption><table frame="hsides" rules="groups"><thead><tr><th colspan="1" rowspan="1"/><th colspan="3" rowspan="1">Anxiety</th><th colspan="3" rowspan="1">Depression</th><th colspan="3" rowspan="1">ADHD</th></tr><tr><th colspan="1" rowspan="1">Predictors</th><th colspan="1" rowspan="1">Odds ratios</th><th colspan="1" rowspan="1">CI</th><th colspan="1" rowspan="1"><italic toggle="yes">P</italic> value</th><th colspan="1" rowspan="1">Odds ratios</th><th colspan="1" rowspan="1">CI</th><th colspan="1" rowspan="1"><italic toggle="yes">P</italic> value</th><th colspan="1" rowspan="1">Odds ratios</th><th colspan="1" rowspan="1">CI</th><th colspan="1" rowspan="1"><italic toggle="yes">P</italic> value</th></tr></thead><tbody><tr><td colspan="1" rowspan="1">(Intercept)</td><td align="char" colspan="1" rowspan="1">0.16</td><td align="char" colspan="1" rowspan="1">0.11-0.22</td><td align="char" colspan="1" rowspan="1">&lt;0.001</td><td align="char" colspan="1" rowspan="1">0</td><td align="char" colspan="1" rowspan="1">0.00-0.05</td><td align="char" colspan="1" rowspan="1">&lt;0.001</td><td align="char" colspan="1" rowspan="1">0.72</td><td align="char" colspan="1" rowspan="1">0.04-13.61</td><td align="char" colspan="1" rowspan="1">0.828</td></tr><tr><td colspan="1" rowspan="1">Developmental delay</td><td align="char" colspan="1" rowspan="1">6.05</td><td align="char" colspan="1" rowspan="1">2.78-13.21</td><td align="char" colspan="1" rowspan="1">&lt;0.001</td><td align="char" colspan="1" rowspan="1">0.78</td><td align="char" colspan="1" rowspan="1">0.21-2.27</td><td align="char" colspan="1" rowspan="1">0.677</td><td align="char" colspan="1" rowspan="1">2.36</td><td align="char" colspan="1" rowspan="1">0.99-5.41</td><td align="char" colspan="1" rowspan="1">0.047</td></tr><tr><td colspan="1" rowspan="1">Racial minority</td><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td align="char" colspan="1" rowspan="1">1.64</td><td align="char" colspan="1" rowspan="1">0.75-3.46</td><td align="char" colspan="1" rowspan="1">0.204</td><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/></tr><tr><td colspan="1" rowspan="1">Total number of cardiac catheterizations</td><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td align="char" colspan="1" rowspan="1">0.75</td><td align="char" colspan="1" rowspan="1">0.49-1.07</td><td align="char" colspan="1" rowspan="1">0.143</td><td align="char" colspan="1" rowspan="1">0.65</td><td align="char" colspan="1" rowspan="1">0.40-0.95</td><td align="char" colspan="1" rowspan="1">0.048</td></tr><tr><td colspan="1" rowspan="1">Moderate CHD</td><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td align="char" colspan="1" rowspan="1">2.75</td><td align="char" colspan="1" rowspan="1">1.06-8.67</td><td align="char" colspan="1" rowspan="1">0.055</td><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/></tr><tr><td colspan="1" rowspan="1">Complex CHD</td><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td align="char" colspan="1" rowspan="1">6.32</td><td align="char" colspan="1" rowspan="1">1.61-27.05</td><td align="char" colspan="1" rowspan="1">0.009</td><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/></tr><tr><td colspan="1" rowspan="1">Age</td><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td align="char" colspan="1" rowspan="1">1.28</td><td align="char" colspan="1" rowspan="1">1.04-1.59</td><td align="char" colspan="1" rowspan="1">0.02</td><td align="char" colspan="1" rowspan="1">0.94</td><td align="char" colspan="1" rowspan="1">0.77-1.13</td><td align="char" colspan="1" rowspan="1">0.5</td></tr><tr><td colspan="1" rowspan="1">Male sex</td><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td align="char" colspan="1" rowspan="1">0.47</td><td align="char" colspan="1" rowspan="1">0.23-0.92</td><td align="char" colspan="1" rowspan="1">0.033</td></tr><tr><td colspan="1" rowspan="1">Known preterm birth</td><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td align="char" colspan="1" rowspan="1">1.74</td><td align="char" colspan="1" rowspan="1">0.67-4.23</td><td align="char" colspan="1" rowspan="1">0.237</td></tr><tr><td colspan="1" rowspan="1">Critical CHD</td><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td colspan="1" rowspan="1"/><td align="char" colspan="1" rowspan="1">1.69</td><td align="char" colspan="1" rowspan="1">0.76-3.69</td><td align="char" colspan="1" rowspan="1">0.189</td></tr><tr><td colspan="1" rowspan="1">Observations</td><td colspan="3" align="char" rowspan="1">278</td><td colspan="3" align="char" rowspan="1">278</td><td colspan="3" align="char" rowspan="1">279</td></tr><tr><td colspan="1" rowspan="1">R2 Tjur</td><td colspan="3" align="char" rowspan="1">0.088</td><td colspan="3" align="char" rowspan="1">0.06</td><td colspan="3" align="char" rowspan="1">0.058</td></tr></tbody></table><table-wrap-foot><fn><p>ADHD, attention-deficit/hyperactivity disorder; CHD, congenital heart disease; CI, confidence interval.</p></fn></table-wrap-foot></table-wrap></p></sec><sec id="sec2.1.3"><title>Depression</title><p id="p0115">A set of predictors were discovered by the ML process as optimally predictive of the presence of depression listed in patients&#8217; charts. The full model included age as a strong positive predictor, racial/ethnic minority status, fewer cardiac catheterizations, presence of moderate CHD diagnosis (vs simple or complex), and absence of developmental delay (<xref rid="tbl4" ref-type="table">Table&#160;4</xref>). Overall, less variance was explained than in the anxiety model.</p></sec><sec id="sec2.1.4"><title>ADHD</title><p id="p0120">Similar to depression, a set of multiple predictors were discovered by the ML procedure and with a similar level of variance explained. The presence of developmental delay, male sex, known preterm birth, fewer cardiac catheterizations, younger age (though a very small effect), and critical CHD predicted the presence of an ADHD-related problem.</p></sec></sec><sec id="sec2.2"><title>Testing machine-learned models</title><sec id="sec2.2.1"><title>Anxiety</title><p id="p0125">Developmental delay history alone did not perform well as a predictor of anxiety problems in the test data. The area under the curve (AUC) was 0.51. Accuracy was poor at 0.37, where the presence of a delay was&#160;somewhat specific for anxiety, 0.76, but not sensitive to it, 0.29.</p></sec><sec id="sec2.2.2"><title>Depression</title><p id="p0130">The discovered model for depression performed better than anxiety, though not highly reliable, with AUC&#160;= 0.63 at the optimal cut point (0.18). Accuracy was moderate at 0.64, with balanced sensitivity at 0.63 and specificity at 0.64.</p></sec><sec id="sec2.2.3"><title>ADHD</title><p id="p0135">The model for ADHD performed best of the 3 discovered models at the optimal cut point (0.21). The AUC was 0.73. Accuracy was good at 0.77, though was less sensitive at 0.56 and more specific at 0.82.</p></sec></sec></sec><sec id="sec3"><title>Discussion</title><p id="p0140">This study is an attempt to understand reported psychological problems of adolescent patients with CHD using readily available clinical tools. The main goal is to effect a change in the identification of psychological problems and in referral protocols for adolescent patients in need of mental health services. Of clinical significance, greater than one-third of patients reported 1 or more lifetime psychological problems. This prevalence alone is sufficient to justify using resources to further assess psychological problems in this patient population. Although the prevalence of reported lifetime psychological problems was below the expected 49% for our sample, the observed rates of anxiety, depression, and ADHD in our sample population were higher than the rates reported elsewhere.<xref rid="bib48" ref-type="bibr"><sup>48</sup></xref> These discrepancies may reflect the exploratory nature of the study and the limitations of the retrospective chart review.</p><p id="p0145">Our initial approach in the search for predictors attempted to characterize patients who have at least one of the listed psychological problems: anxiety, depression, or ADHD. This failed to find any predictors. Turning to each psychological problem individually, we discovered unique sets of predictors for each, which at times directly diverged from one another. Depression and ADHD were the most promising in terms of accuracy of prediction with multivariate optimal models. Anxiety was somewhat more difficult to predict in our model; having a developmental delay appeared to indicate some increased likelihood of anxiety, but that characteristic alone incompletely captured all patients with a listed anxiety problem. Developmental delay was present in all models but interestingly diverged in direction; anxiety and ADHD were more common in the presence of developmental delay, whereas depression was less common. We did not have an explanation for this divergence in direction but were confident that it was not a statistical artefact as these problems were all modelled independently.</p><p id="p0150">This study is an exploratory effort to help cardiologists assess their patients&#8217; mental health based on clinical cardiac history. This method requires no specialized examination or questionnaire and uses existing data commonly found in patient charts. In clinics where clinically validated psychological questionnaires are currently administered, a method such as this may augment patient mental health assessment and perhaps encourage intentional patient-centred advocacy towards engaging with psychological care. Multimethod assessments, multiple methods to garner different kinds of information on the same topic, can often increase sensitivity to true positive cases.<xref rid="bib35" ref-type="bibr"><sup>35</sup></xref><sup>,</sup><xref rid="bib36" ref-type="bibr"><sup>36</sup></xref> The implementation of these chart-based algorithms with patients&#8217; responses to self-report questionnaires could offer important redundancy to clinical care where administration of a self-report measure may be overlooked as well as increase the effectiveness of screening as a line of information on the same topic but different in kind.</p><sec id="sec3.1"><title>Strengths and limitations</title><p id="p0155">Our study had several strengths. First, the study site is a large tertiary paediatric medical centre and is the only such centre in the region, giving the institution a large geographic referral base. Secondly, the covariates of sex, age, and racial demographics of the study largely reflect the state&#8217;s demographics and more specifically the health system&#8217;s region.<xref rid="bib49" ref-type="bibr"><sup>49</sup></xref> Third, our methodologies remained &#8220;within the chart,&#8221; and used widely accepted diagnostic criteria. AHA classification is a nationally recognized system, and the covariates are commonly collected as part of a patient&#8217;s clinical history. Because of these strengths, our results have promising validity though would need to be validated in health care systems external to this dataset before confident implementation in congenital heart clinics.</p><p id="p0160">This study also has recognizable limitations, many of which are commonly found among retrospective studies. Foremost of these limitations is the assessment of reported psychological disorders. Reporting on psychological problems is neither a standard of work nor a standardized process in many congenital cardiac clinics. In part, this is due to the novelty of reporting on noncardiac assessment by the congenital cardiologists. Reporting practices during the study timeframe inhibited a comprehensive review of psychological problems. Consequently, this study primarily relied on patient self-reported medical history and cardiologist notes regarding the history of psychological problems. Further, although there was limited comorbidity among reported psychological problems in our sample, future efforts could build upon the modelling approach presented here with multivariate outcome models allowing for the simultaneous modelling of multiple possible psychological problems instead of modelling each as a univariate outcome. It could then become an empirical matter as to the relative advantages of accounting for comorbidities directly within the statistical modelling.</p><p id="p0165">Lastly, unlike CHD, psychological disorders are not reportable conditions and consequently are not tracked with epidemiologic surveillance in the state of Michigan.<xref rid="bib50" ref-type="bibr"><sup>50</sup></xref> Hence, accurate surveillance of these problems is inherently difficult and is compounded in vulnerable populations, such as children. Because of these reasons, this study was required to primarily rely on patient self-report, which is not as strong of a measure as psychological outcomes documented by a psychologist. In addition, as not every patient in the sample was subjected to a standardized psychological evaluation, it is likely that some patients have never had a comprehensive assessment. As a result, there may be both patients with subclinical mental health disorders and patients without access to mental health care who would account for undiagnosed psychological disorders.</p></sec><sec id="sec3.2"><title>Future directions</title><p id="p0170">Future research of clinical predictive modelling to determine psychological problems in the CHD population should be aware of several considerations. First, because of largely nonstandard assessment and reporting of psychological problems in the cardiology practice, tracking the impact of ML algorithms on referral patterns and diagnosis after psychological diagnostic evaluation should be prioritized. External validation will provide further data to build the clinical predictive models on. Secondly, the nature of ML and clinical predictive modelling invites large datasets to be used for analysis. Thus, a holistic approach to patient history beyond cardiac clinical history to include factors such as socioeconomic status and socio-cultural factors will assuredly improve the model&#8217;s predictive outcomes. In addition, this study used the AHA CHD classifications; however, it may be beneficial to increase the granularity of CHD classifications to possibly increase the clinical accuracy of the model as well. To be clear, the model created during this study is not viable for clinical utilization; however, we hope that additional studies may elucidate which aspects of a CHD patient&#8217;s history have significant influences on his or her psychological outcomes and at what point in a patient&#8217;s course of care he or she should, if necessary, receive a referral for psychological care. Further iterations of this model are required with multisite validation before real-world application to the paediatric cardiologist&#8217;s workflow. However, the primary goal of future iterations should continue to be the creation of a pragmatic model that allows for a simple patient referral recommendation in the context of a normal outpatient visit without increasing the burden of work on the provider.</p></sec></sec><sec id="sec4"><title>Conclusions</title><p id="p0175">The CHD population is inherently vulnerable to acquiring several comorbidities with age, including psychological problems. Other research has used ML clinical predictive models to identify novel risk factors for psychological problems in specific patient groups.<xref rid="bib31" ref-type="bibr"><sup>31</sup></xref><sup>,</sup><xref rid="bib32" ref-type="bibr"><sup>32</sup></xref><sup>,</sup><xref rid="bib35" ref-type="bibr"><sup>35</sup></xref> Identification of at-risk patients may allow paediatric cardiologists to refer for psychological care earlier and more consistently, possibly pre-empting a significant psychological event. Anxiety, depression, and ADHD are treatable conditions that, without treatment, can worsen and may negatively impact medical status through functional, relational, and physiological pathways. The study&#8217;s clinical predictive model demonstrated potential in identifying depression and ADHD among patients with CHD simply based on data collected in the regular course of medical care. The evidence presented in this study gives initial guidance on how to approach mental health assessment as part of a comprehensive CHD care plan. Expanding the clinical predictive algorithm through a multisite study and validating the model with psychological testing could transform comprehensive care for the CHD population.</p></sec></body><back><ref-list id="cebib0010"><title>References</title><ref id="bib1"><label>1</label><element-citation publication-type="journal" id="sref1"><person-group person-group-type="author"><name name-style="western"><surname>Wu</surname><given-names>W.</given-names></name><name name-style="western"><surname>He</surname><given-names>J.</given-names></name><name name-style="western"><surname>Shao</surname><given-names>X.</given-names></name></person-group><article-title>Incidence and mortality trend of congenital heart disease at the global, regional, and national level, 1990-2017</article-title><source>Medicine (Baltimore)</source><volume>99</volume><year>2020</year><object-id pub-id-type="publisher-id">e20593</object-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1097/MD.0000000000020593</pub-id><pub-id pub-id-type="pmcid">PMC7306355</pub-id><pub-id pub-id-type="pmid">32502030</pub-id></element-citation></ref><ref id="bib2"><label>2</label><element-citation publication-type="journal" id="sref2"><person-group person-group-type="author"><name name-style="western"><surname>Zhao</surname><given-names>Q.M.</given-names></name><name name-style="western"><surname>Liu</surname><given-names>F.</given-names></name><name name-style="western"><surname>Wu</surname><given-names>L.</given-names></name><etal/></person-group><article-title>Prevalence of congenital heart disease at live birth in China</article-title><source>J&#160;Pediatr</source><volume>204</volume><year>2019</year><fpage>53</fpage><lpage>58</lpage><pub-id pub-id-type="pmid">30270157</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.jpeds.2018.08.040</pub-id></element-citation></ref><ref id="bib3"><label>3</label><element-citation publication-type="journal" id="sref3"><person-group person-group-type="author"><name name-style="western"><surname>Marelli</surname><given-names>A.</given-names></name><name name-style="western"><surname>Miller</surname><given-names>S.P.</given-names></name><name name-style="western"><surname>Marino</surname><given-names>B.S.</given-names></name><name name-style="western"><surname>Jefferson</surname><given-names>A.L.</given-names></name><name name-style="western"><surname>Newburger</surname><given-names>J.W.</given-names></name></person-group><article-title>Brain in congenital heart disease across the lifespan: the cumulative burden of injury</article-title><source>Circulation</source><volume>133</volume><year>2016</year><fpage>1951</fpage><lpage>1962</lpage><pub-id pub-id-type="pmid">27185022</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1161/CIRCULATIONAHA.115.019881</pub-id><pub-id pub-id-type="pmcid">PMC5519142</pub-id></element-citation></ref><ref id="bib4"><label>4</label><element-citation publication-type="journal" id="sref4"><person-group person-group-type="author"><name name-style="western"><surname>Gilboa</surname><given-names>S.M.</given-names></name><name name-style="western"><surname>Devine</surname><given-names>O.J.</given-names></name><name name-style="western"><surname>Kucik</surname><given-names>J.E.</given-names></name><etal/></person-group><article-title>Congenital heart defects in the United States: estimating the magnitude of the affected population in 2010</article-title><source>Circulation</source><volume>134</volume><year>2016</year><fpage>101</fpage><lpage>109</lpage><pub-id pub-id-type="pmid">27382105</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1161/CIRCULATIONAHA.115.019307</pub-id><pub-id pub-id-type="pmcid">PMC4942347</pub-id></element-citation></ref><ref id="bib5"><label>5</label><element-citation publication-type="journal" id="sref5"><person-group person-group-type="author"><name name-style="western"><surname>Holland</surname><given-names>J.E.</given-names></name><name name-style="western"><surname>Cassidy</surname><given-names>A.R.</given-names></name><name name-style="western"><surname>Stopp</surname><given-names>C.</given-names></name><etal/></person-group><article-title>Psychiatric disorders and function in adolescents with tetralogy of Fallot</article-title><source>J&#160;Pediatr</source><volume>187</volume><year>2017</year><fpage>165</fpage><lpage>173</lpage><pub-id pub-id-type="pmid">28533034</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.jpeds.2017.04.048</pub-id></element-citation></ref><ref id="bib6"><label>6</label><element-citation publication-type="journal" id="sref6"><person-group person-group-type="author"><name name-style="western"><surname>DeMaso</surname><given-names>D.R.</given-names></name><name name-style="western"><surname>Calderon</surname><given-names>J.</given-names></name><name name-style="western"><surname>Taylor</surname><given-names>G.A.</given-names></name><etal/></person-group><article-title>Psychiatric disorders in adolescents with single ventricle congenital heart disease</article-title><source>Pediatrics</source><volume>139</volume><year>2017</year><object-id pub-id-type="publisher-id">e20162241</object-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1542/peds.2016-2241</pub-id><pub-id pub-id-type="pmcid">PMC5330395</pub-id><pub-id pub-id-type="pmid">28148729</pub-id></element-citation></ref><ref id="bib7"><label>7</label><element-citation publication-type="journal" id="sref7"><person-group person-group-type="author"><name name-style="western"><surname>DeMaso</surname><given-names>D.R.</given-names></name><name name-style="western"><surname>Labella</surname><given-names>M.</given-names></name><name name-style="western"><surname>Taylor</surname><given-names>G.A.</given-names></name><etal/></person-group><article-title>Psychiatric disorders and function in adolescents with d-transposition of the great arteries</article-title><source>J&#160;Pediatr</source><volume>165</volume><year>2014</year><fpage>760</fpage><lpage>766</lpage><pub-id pub-id-type="pmid">25063716</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.jpeds.2014.06.029</pub-id><pub-id pub-id-type="pmcid">PMC4177329</pub-id></element-citation></ref><ref id="bib8"><label>8</label><element-citation publication-type="journal" id="sref8"><person-group person-group-type="author"><name name-style="western"><surname>Udholm</surname><given-names>S.</given-names></name><name name-style="western"><surname>Nyboe</surname><given-names>C.</given-names></name><name name-style="western"><surname>Dantoft</surname><given-names>T.M.</given-names></name><etal/></person-group><article-title>Small atrial septal defects are associated with psychiatric diagnoses, emotional distress, and lower educational levels</article-title><source>Congenit Heart Dis</source><volume>14</volume><year>2019</year><fpage>803</fpage><lpage>810</lpage><pub-id pub-id-type="pmid">31136098</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1111/chd.12808</pub-id></element-citation></ref><ref id="bib9"><label>9</label><element-citation publication-type="journal" id="sref9"><person-group person-group-type="author"><name name-style="western"><surname>Khanna</surname><given-names>A.D.</given-names></name><name name-style="western"><surname>Duca</surname><given-names>L.M.</given-names></name><name name-style="western"><surname>Kay</surname><given-names>J.D.</given-names></name><etal/></person-group><article-title>Prevalence of mental illness in adolescents and adults with congenital heart disease from the Colorado Congenital Heart Defect Surveillance System</article-title><source>Am J Cardiol</source><volume>124</volume><year>2019</year><fpage>618</fpage><lpage>626</lpage><pub-id pub-id-type="pmid">31303246</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.amjcard.2019.05.023</pub-id></element-citation></ref><ref id="bib10"><label>10</label><element-citation publication-type="journal" id="sref10"><person-group person-group-type="author"><name name-style="western"><surname>Beach</surname><given-names>S.R.</given-names></name><name name-style="western"><surname>Januzzi</surname><given-names>J.L.</given-names></name><name name-style="western"><surname>Huffman</surname><given-names>J.C.</given-names></name><name name-style="western"><surname>Celano</surname><given-names>C.M.</given-names></name><name name-style="western"><surname>Motiwala</surname><given-names>S.R.</given-names></name></person-group><article-title>Depression and cardiac disease: epidemiology, mechanisms, and diagnosis</article-title><source>Cardiovasc Psychiatry Neurol</source><volume>2013</volume><year>2013</year><object-id pub-id-type="publisher-id">695925</object-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1155/2013/695925</pub-id><pub-id pub-id-type="pmcid">PMC3638710</pub-id><pub-id pub-id-type="pmid">23653854</pub-id></element-citation></ref><ref id="bib11"><label>11</label><element-citation publication-type="journal" id="sref11"><person-group person-group-type="author"><name name-style="western"><surname>Norlund</surname><given-names>F.</given-names></name><name name-style="western"><surname>Wallert</surname><given-names>J.</given-names></name><name name-style="western"><surname>Lissa</surname><given-names>C.T.</given-names></name></person-group><article-title>Persistent emotional distress after a first-time myocardial infarction and its association to late cardiovascular and non-cardiovascular mortality</article-title><source>Eur J Prev Cardiol</source><volume>26</volume><year>2019</year><fpage>1510</fpage><lpage>1518</lpage><pub-id pub-id-type="pmid">31159570</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1177/2047487319841475</pub-id></element-citation></ref><ref id="bib12"><label>12</label><element-citation publication-type="journal" id="sref12"><person-group person-group-type="author"><name name-style="western"><surname>Kroenke</surname><given-names>K.</given-names></name><name name-style="western"><surname>Spitzer</surname><given-names>R.L.</given-names></name><name name-style="western"><surname>Williams</surname><given-names>J.B.</given-names></name><name name-style="western"><surname>L&#246;we</surname><given-names>B.</given-names></name></person-group><article-title>An ultra-brief screening scale for anxiety and depression: the PHQ-4</article-title><source>Psychosomatics</source><volume>50</volume><year>2009</year><fpage>613</fpage><lpage>621</lpage><pub-id pub-id-type="pmid">19996233</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1176/appi.psy.50.6.613</pub-id></element-citation></ref><ref id="bib13"><label>13</label><element-citation publication-type="other" id="sref13"><person-group person-group-type="author"><collab>National Institute of Mental Health</collab></person-group><article-title>Mental health information: statistics</article-title><comment>Available at:</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://www.nimh.nih.gov/health/statistics/mental-illness.shtml#part_154790" id="intref0010">https://www.nimh.nih.gov/health/statistics/mental-illness.shtml#part_154790</ext-link></element-citation></ref><ref id="bib14"><label>14</label><element-citation publication-type="journal" id="sref14"><person-group person-group-type="author"><collab>American College of Obstetricians and Gynecologists</collab></person-group><article-title>Committee on Adolescent Health Care. Mental health disorders in adolescents. Committee Opinion No. 705</article-title><source>Obstet Gynecol</source><volume>130</volume><year>2017</year><fpage>150</fpage><lpage>152</lpage></element-citation></ref><ref id="bib15"><label>15</label><element-citation publication-type="journal" id="sref15"><person-group person-group-type="author"><name name-style="western"><surname>Chang</surname><given-names>A.C.</given-names></name></person-group><article-title>Artificial intelligence in pediatric cardiology and cardiac surgery: irrational hype or paradigm shift?</article-title><source>Ann Pediatr Cardiol</source><volume>12</volume><year>2019</year><fpage>191</fpage><lpage>194</lpage><pub-id pub-id-type="pmid">31516273</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.4103/apc.APC_55_19</pub-id><pub-id pub-id-type="pmcid">PMC6716326</pub-id></element-citation></ref><ref id="bib16"><label>16</label><element-citation publication-type="journal" id="sref16"><person-group person-group-type="author"><name name-style="western"><surname>Lee</surname><given-names>T.C.</given-names></name><name name-style="western"><surname>Shah</surname><given-names>N.U.</given-names></name><name name-style="western"><surname>Haack</surname><given-names>A.</given-names></name><name name-style="western"><surname>Baxter</surname><given-names>S.L.</given-names></name></person-group><article-title>Clinical implementation of predictive models embedded within electronic health record systems: a systematic review</article-title><source>Informatics (MDPI)</source><volume>7</volume><year>2020</year><fpage>25</fpage><pub-id pub-id-type="pmid">33274178</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.3390/informatics7030025</pub-id><pub-id pub-id-type="pmcid">PMC7710328</pub-id></element-citation></ref><ref id="bib17"><label>17</label><element-citation publication-type="journal" id="sref17"><person-group person-group-type="author"><name name-style="western"><surname>Schwab</surname><given-names>P.</given-names></name><name name-style="western"><surname>DuMont Sch&#252;tte</surname><given-names>A.</given-names></name><name name-style="western"><surname>Dietz</surname><given-names>B.</given-names></name><name name-style="western"><surname>Bauer</surname><given-names>S.</given-names></name></person-group><article-title>Clinical predictive models for COVID-19: systematic study</article-title><source>J&#160;Med Internet Res</source><volume>22</volume><year>2020</year><object-id pub-id-type="publisher-id">e21439</object-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.2196/21439</pub-id><pub-id pub-id-type="pmcid">PMC7541040</pub-id><pub-id pub-id-type="pmid">32976111</pub-id></element-citation></ref><ref id="bib18"><label>18</label><element-citation publication-type="journal" id="sref18"><person-group person-group-type="author"><name name-style="western"><surname>Wessler</surname><given-names>B.S.</given-names></name><name name-style="western"><surname>Weintraub</surname><given-names>A.R.</given-names></name><name name-style="western"><surname>Udelson</surname><given-names>J.E.</given-names></name><name name-style="western"><surname>Kent</surname><given-names>D.M.</given-names></name></person-group><article-title>Can clinical predictive models identify patients who should not receive TAVR? A systematic review</article-title><source>Struct Heart</source><volume>4</volume><year>2020</year><fpage>295</fpage><lpage>299</lpage><pub-id pub-id-type="pmid">32905421</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1080/24748706.2020.1782549</pub-id><pub-id pub-id-type="pmcid">PMC7469888</pub-id></element-citation></ref><ref id="bib19"><label>19</label><element-citation publication-type="journal" id="sref19"><person-group person-group-type="author"><name name-style="western"><surname>Huang</surname><given-names>X.</given-names></name><name name-style="western"><surname>Yang</surname><given-names>S.</given-names></name><name name-style="western"><surname>Chen</surname><given-names>X.</given-names></name><etal/></person-group><article-title>Development and validation of a clinical predictive model for 1-year prognosis in coronary heart disease patients combine with acute heart failure</article-title><source>Front Cardiovasc Med</source><volume>9</volume><year>2022</year><object-id pub-id-type="publisher-id">976844</object-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.3389/fcvm.2022.976844</pub-id><pub-id pub-id-type="pmcid">PMC9609152</pub-id><pub-id pub-id-type="pmid">36312262</pub-id></element-citation></ref><ref id="bib20"><label>20</label><element-citation publication-type="journal" id="sref20"><person-group person-group-type="author"><name name-style="western"><surname>Ben Ali</surname><given-names>W.</given-names></name><name name-style="western"><surname>Pesaranghader</surname><given-names>A.</given-names></name><name name-style="western"><surname>Avram</surname><given-names>R.</given-names></name><etal/></person-group><article-title>Implementing machine learning in interventional cardiology: the benefits are worth the trouble</article-title><source>Front Cardiovasc Med</source><volume>8</volume><year>2021</year><object-id pub-id-type="publisher-id">711401</object-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.3389/fcvm.2021.711401</pub-id><pub-id pub-id-type="pmcid">PMC8692711</pub-id><pub-id pub-id-type="pmid">34957230</pub-id></element-citation></ref><ref id="bib21"><label>21</label><element-citation publication-type="journal" id="sref21"><person-group person-group-type="author"><name name-style="western"><surname>Ravi</surname><given-names>K.</given-names></name></person-group><article-title>Artificial intelligence: finding the intersection of predictive modeling and clinical utility</article-title><source>Gastrointest Endosc</source><volume>93</volume><year>2021</year><fpage>1273</fpage><lpage>1275</lpage><pub-id pub-id-type="pmid">33691975</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.gie.2020.12.008</pub-id></element-citation></ref><ref id="bib22"><label>22</label><element-citation publication-type="journal" id="sref22"><person-group person-group-type="author"><name name-style="western"><surname>Raman</surname><given-names>J.</given-names></name><name name-style="western"><surname>Hu</surname><given-names>R.</given-names></name><name name-style="western"><surname>Bellomo</surname><given-names>B.</given-names></name><name name-style="western"><surname>Nguyen</surname><given-names>P.</given-names></name><name name-style="western"><surname>Venkatesh</surname><given-names>S.</given-names></name></person-group><article-title>Artificial intelligence in building predictive models of acute kidney injury after cardiac surgery</article-title><source>Heart Lung Circulation</source><volume>30</volume><issue>suppl 1</issue><year>2021</year><fpage>S7</fpage><lpage>S8</lpage></element-citation></ref><ref id="bib23"><label>23</label><element-citation publication-type="journal" id="sref23"><person-group person-group-type="author"><name name-style="western"><surname>Jamthikar</surname><given-names>A.D.</given-names></name><name name-style="western"><surname>Gupta</surname><given-names>D.</given-names></name><name name-style="western"><surname>Saba</surname><given-names>L.</given-names></name><etal/></person-group><article-title>Artificial intelligence framework for predictive cardiovascular and stroke risk assessment models: a narrative review of integrated approaches using carotid ultrasound</article-title><source>Comput Biol Med</source><volume>126</volume><year>2020</year><object-id pub-id-type="publisher-id">104043</object-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.compbiomed.2020.104043</pub-id><pub-id pub-id-type="pmid">33065389</pub-id></element-citation></ref><ref id="bib24"><label>24</label><element-citation publication-type="journal" id="sref24"><person-group person-group-type="author"><name name-style="western"><surname>Miron</surname><given-names>A.</given-names></name><name name-style="western"><surname>Lafreniere-Roula</surname><given-names>M.</given-names></name><name name-style="western"><surname>Steve Fan</surname><given-names>C.P.</given-names></name><etal/></person-group><article-title>A&#160;validated model for sudden cardiac death risk prediction in pediatric hypertrophic cardiomyopathy</article-title><source>Circulation</source><volume>142</volume><year>2020</year><fpage>217</fpage><lpage>229</lpage><pub-id pub-id-type="pmid">32418493</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1161/CIRCULATIONAHA.120.047235</pub-id><pub-id pub-id-type="pmcid">PMC7365676</pub-id></element-citation></ref><ref id="bib25"><label>25</label><element-citation publication-type="journal" id="sref25"><person-group person-group-type="author"><name name-style="western"><surname>Van den Eynde</surname><given-names>J.</given-names></name><name name-style="western"><surname>Kutty</surname><given-names>S.</given-names></name><name name-style="western"><surname>Danford</surname><given-names>D.A.</given-names></name><name name-style="western"><surname>Manlhiot</surname><given-names>C.</given-names></name></person-group><article-title>Artificial intelligence in pediatric cardiology: taking baby steps in the big world of data</article-title><source>Curr Opin Cardiol</source><volume>37</volume><year>2022</year><fpage>130</fpage><lpage>136</lpage><pub-id pub-id-type="pmid">34857721</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1097/HCO.0000000000000927</pub-id></element-citation></ref><ref id="bib26"><label>26</label><element-citation publication-type="journal" id="sref26"><person-group person-group-type="author"><name name-style="western"><surname>Garcia-Canadilla</surname><given-names>P.</given-names></name><name name-style="western"><surname>Isabel-Roquero</surname><given-names>A.</given-names></name><name name-style="western"><surname>Aurensanz-Clemente</surname><given-names>E.</given-names></name><etal/></person-group><article-title>Machine learning-based systems for the anticipation of adverse events after pediatric cardiac surgery</article-title><source>Front Pediatr</source><volume>10</volume><year>2022</year><object-id pub-id-type="publisher-id">930913</object-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.3389/fped.2022.930913</pub-id><pub-id pub-id-type="pmcid">PMC9271800</pub-id><pub-id pub-id-type="pmid">35832588</pub-id></element-citation></ref><ref id="bib27"><label>27</label><element-citation publication-type="journal" id="sref27"><person-group person-group-type="author"><name name-style="western"><surname>Szugye</surname><given-names>N.A.</given-names></name><name name-style="western"><surname>Zafar</surname><given-names>F.</given-names></name><name name-style="western"><surname>Ollberding</surname><given-names>N.J.</given-names></name><etal/></person-group><article-title>A&#160;novel method of donor&#8210;recipient size matching in pediatric heart transplantation: a total cardiac volume&#8210;predictive model</article-title><source>J&#160;Heart Lung Transplant</source><volume>40</volume><year>2021</year><fpage>158</fpage><lpage>165</lpage><pub-id pub-id-type="pmid">33317957</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.healun.2020.11.002</pub-id><pub-id pub-id-type="pmcid">PMC7855742</pub-id></element-citation></ref><ref id="bib28"><label>28</label><element-citation publication-type="journal" id="sref28"><person-group person-group-type="author"><name name-style="western"><surname>Banerjee</surname><given-names>A.</given-names></name><name name-style="western"><surname>Tsui</surname><given-names>F.R.</given-names></name><name name-style="western"><surname>Guerra Marin</surname><given-names>J.J.</given-names></name><etal/></person-group><article-title>Can machine learning predict hospitalization from sparse interstage home monitoring data of single ventricle infants?</article-title><source>Circulation</source><volume>140</volume><issue>suppl 1</issue><year>2019</year><object-id pub-id-type="publisher-id">A12129</object-id></element-citation></ref><ref id="bib29"><label>29</label><element-citation publication-type="journal" id="sref29"><person-group person-group-type="author"><name name-style="western"><surname>Medeiros</surname><given-names>N.B.</given-names></name><name name-style="western"><surname>Fogliatto</surname><given-names>F.S.</given-names></name><name name-style="western"><surname>Rocha</surname><given-names>M.K.</given-names></name><name name-style="western"><surname>Tortorella</surname><given-names>G.L.</given-names></name></person-group><article-title>Forecasting the length-of-stay of pediatric patients in hospitals: a scoping review</article-title><source>BMC Health Serv Res</source><volume>21</volume><year>2021</year><fpage>938</fpage><pub-id pub-id-type="pmid">34496862</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1186/s12913-021-06912-4</pub-id><pub-id pub-id-type="pmcid">PMC8428133</pub-id></element-citation></ref><ref id="bib30"><label>30</label><element-citation publication-type="journal" id="sref30"><person-group person-group-type="author"><name name-style="western"><surname>Nguyen</surname><given-names>M.</given-names></name><name name-style="western"><surname>Villemain</surname><given-names>O.</given-names></name><name name-style="western"><surname>Friedberg</surname><given-names>M.K.</given-names></name><etal/></person-group><article-title>Artificial intelligence in the pediatric echocardiography laboratory: automation, physiology, and outcomes</article-title><source>Front Radiol</source><volume>2</volume><year>2022</year><object-id pub-id-type="publisher-id">881777</object-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.3389/fradi.2022.881777</pub-id><pub-id pub-id-type="pmcid">PMC10365116</pub-id><pub-id pub-id-type="pmid">37492680</pub-id></element-citation></ref><ref id="bib31"><label>31</label><element-citation publication-type="journal" id="sref31"><person-group person-group-type="author"><name name-style="western"><surname>Zhang</surname><given-names>W.</given-names></name><name name-style="western"><surname>Liu</surname><given-names>H.</given-names></name><name name-style="western"><surname>Silenzio</surname><given-names>V.M.B.</given-names></name><name name-style="western"><surname>Qiu</surname><given-names>P.</given-names></name><name name-style="western"><surname>Gong</surname><given-names>W.</given-names></name></person-group><article-title>Machine learning models for the prediction of postpartum depression: application and comparison based on a cohort study</article-title><source>JMIR Med Inform</source><volume>8</volume><year>2020</year><object-id pub-id-type="publisher-id">e15516</object-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.2196/15516</pub-id><pub-id pub-id-type="pmcid">PMC7226048</pub-id><pub-id pub-id-type="pmid">32352387</pub-id></element-citation></ref><ref id="bib32"><label>32</label><element-citation publication-type="journal" id="sref32"><person-group person-group-type="author"><name name-style="western"><surname>Hu</surname><given-names>C.</given-names></name><name name-style="western"><surname>Li</surname><given-names>Q.</given-names></name><name name-style="western"><surname>Shou</surname><given-names>J.</given-names></name><etal/></person-group><article-title>Constructing a predictive model of depression in chemotherapy patients with non-Hodgkin's lymphoma to improve medical staffs&#8217; psychiatric care</article-title><source>Biomed Res Int</source><volume>2021</volume><year>2021</year><object-id pub-id-type="publisher-id">9201235</object-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1155/2021/9201235</pub-id><pub-id pub-id-type="pmcid">PMC8313321</pub-id><pub-id pub-id-type="pmid">34337060</pub-id><related-article xmlns:xlink="http://www.w3.org/1999/xlink" related-article-type="retraction-forward" ext-link-type="pmc" xlink:href="PMC10977241"/></element-citation></ref><ref id="bib33"><label>33</label><element-citation publication-type="journal" id="sref33"><person-group person-group-type="author"><name name-style="western"><surname>McKernan</surname><given-names>L.C.</given-names></name><name name-style="western"><surname>Clayton</surname><given-names>E.W.</given-names></name><name name-style="western"><surname>Walsh</surname><given-names>C.G.</given-names></name></person-group><article-title>Protecting life while preserving liberty: ethical recommendations for suicide prevention with artificial intelligence</article-title><source>Front Psychiatry</source><volume>9</volume><year>2018</year><fpage>650</fpage><pub-id pub-id-type="pmid">30559686</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.3389/fpsyt.2018.00650</pub-id><pub-id pub-id-type="pmcid">PMC6287030</pub-id></element-citation></ref><ref id="bib34"><label>34</label><element-citation publication-type="journal" id="sref34"><person-group person-group-type="author"><name name-style="western"><surname>Lekkas</surname><given-names>D.</given-names></name><name name-style="western"><surname>Jacobson</surname><given-names>N.C.</given-names></name></person-group><article-title>Using artificial intelligence and longitudinal location data to differentiate persons who develop posttraumatic stress disorder following childhood trauma</article-title><source>Sci Rep</source><volume>11</volume><year>2021</year><object-id pub-id-type="publisher-id">10303</object-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1038/s41598-021-89768-2</pub-id><pub-id pub-id-type="pmcid">PMC8119967</pub-id><pub-id pub-id-type="pmid">33986445</pub-id></element-citation></ref><ref id="bib35"><label>35</label><element-citation publication-type="journal" id="sref35"><person-group person-group-type="author"><name name-style="western"><surname>McKernan</surname><given-names>L.C.</given-names></name><name name-style="western"><surname>Lenert</surname><given-names>M.C.</given-names></name><name name-style="western"><surname>Crofford</surname><given-names>L.J.</given-names></name><name name-style="western"><surname>Walsh</surname><given-names>C.G.</given-names></name></person-group><article-title>Outpatient engagement and predicted risk of suicide attempts in fibromyalgia</article-title><source>Arthritis Care Res (Hoboken)</source><volume>71</volume><year>2019</year><fpage>1255</fpage><lpage>1263</lpage><pub-id pub-id-type="pmid">30192068</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1002/acr.23748</pub-id><pub-id pub-id-type="pmcid">PMC6405325</pub-id></element-citation></ref><ref id="bib36"><label>36</label><element-citation publication-type="journal" id="sref36"><person-group person-group-type="author"><name name-style="western"><surname>Cohen</surname><given-names>J.R.</given-names></name><name name-style="western"><surname>Thakur</surname><given-names>H.</given-names></name><name name-style="western"><surname>Burkhouse</surname><given-names>K.L.</given-names></name><name name-style="western"><surname>Gibb</surname><given-names>B.E.</given-names></name></person-group><article-title>A&#160;multimethod screening approach for pediatric depression onset: an incremental validity study</article-title><source>J&#160;Consult Clin Psychol</source><volume>87</volume><year>2019</year><fpage>184</fpage><lpage>197</lpage><pub-id pub-id-type="pmid">30570310</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1037/ccp0000364</pub-id><pub-id pub-id-type="pmcid">PMC6336512</pub-id></element-citation></ref><ref id="bib37"><label>37</label><element-citation publication-type="journal" id="sref37"><person-group person-group-type="author"><name name-style="western"><surname>Selby</surname><given-names>J.V.</given-names></name><name name-style="western"><surname>Fireman</surname><given-names>B.H.</given-names></name></person-group><article-title>Building predictive models for clinical care&#8212;where to build and what to predict?</article-title><source>JAMA Netw Open</source><volume>4</volume><year>2021</year><object-id pub-id-type="publisher-id">e2032539</object-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1001/jamanetworkopen.2020.32539</pub-id><pub-id pub-id-type="pmid">33481028</pub-id></element-citation></ref><ref id="bib38"><label>38</label><element-citation publication-type="journal" id="sref38"><person-group person-group-type="author"><name name-style="western"><surname>Eloranta</surname><given-names>S.</given-names></name><name name-style="western"><surname>Boman</surname><given-names>M.</given-names></name></person-group><article-title>Predictive models for clinical decision making: deep dives in practical machine learning</article-title><source>J&#160;Intern Med</source><volume>292</volume><year>2022</year><fpage>278</fpage><lpage>295</lpage><pub-id pub-id-type="pmid">35426190</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1111/joim.13483</pub-id><pub-id pub-id-type="pmcid">PMC9544754</pub-id></element-citation></ref><ref id="bib39"><label>39</label><element-citation publication-type="journal" id="sref39"><person-group person-group-type="author"><name name-style="western"><surname>Hassan</surname><given-names>A.M.</given-names></name><name name-style="western"><surname>Rajesh</surname><given-names>A.</given-names></name><name name-style="western"><surname>Asaad</surname><given-names>M.</given-names></name><etal/></person-group><article-title>A surgeon&#8217;s guide to artificial intelligence-driven predictive models</article-title><source>Am Surg</source><volume>89</volume><year>2023</year><fpage>11</fpage><lpage>19</lpage><pub-id pub-id-type="pmid">35588764</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1177/00031348221103648</pub-id><pub-id pub-id-type="pmcid">PMC9674797</pub-id></element-citation></ref><ref id="bib40"><label>40</label><element-citation publication-type="book" id="sref40"><person-group person-group-type="author"><name name-style="western"><surname>Gearhart</surname><given-names>A.</given-names></name><name name-style="western"><surname>Chang</surname><given-names>A.</given-names></name></person-group><part-title>Artificial intelligence in pediatric cardiology</part-title><person-group person-group-type="editor"><name name-style="western"><surname>Butera</surname><given-names>G.</given-names></name><name name-style="western"><surname>Schievano</surname><given-names>S.</given-names></name><name name-style="western"><surname>Biglino</surname><given-names>G.</given-names></name><name name-style="western"><surname>McElhinney</surname><given-names>D.B.</given-names></name></person-group><source>Modelling Congenital Heart Disease</source><year>2022</year><publisher-name>Springer</publisher-name><publisher-loc>Cham</publisher-loc></element-citation></ref><ref id="bib41"><label>41</label><element-citation publication-type="journal" id="sref41"><person-group person-group-type="author"><name name-style="western"><surname>Johnson</surname><given-names>K.</given-names></name><name name-style="western"><surname>Torres Soto</surname><given-names>J.</given-names></name><name name-style="western"><surname>Glicksberg</surname><given-names>B.</given-names></name><etal/></person-group><article-title>Artificial intelligence in cardiology</article-title><source>J&#160;Am Coll Cardiol</source><volume>71</volume><year>2018</year><fpage>2668</fpage><lpage>2679</lpage><pub-id pub-id-type="pmid">29880128</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.jacc.2018.03.521</pub-id></element-citation></ref><ref id="bib42"><label>42</label><element-citation publication-type="journal" id="sref42"><person-group person-group-type="author"><name name-style="western"><surname>Krittanawong</surname><given-names>C.</given-names></name><name name-style="western"><surname>Zhang</surname><given-names>H.</given-names></name><name name-style="western"><surname>Wang</surname><given-names>Z.</given-names></name><name name-style="western"><surname>Aydar</surname><given-names>M.</given-names></name><name name-style="western"><surname>Kitai</surname><given-names>T.</given-names></name></person-group><article-title>Artificial intelligence in precision cardiovascular medicine</article-title><source>J&#160;Am Coll Cardiol</source><volume>69</volume><year>2017</year><fpage>2657</fpage><lpage>2664</lpage><pub-id pub-id-type="pmid">28545640</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.jacc.2017.03.571</pub-id></element-citation></ref><ref id="bib43"><label>43</label><element-citation publication-type="journal" id="sref43"><person-group person-group-type="author"><name name-style="western"><surname>Gaffar</surname><given-names>S.</given-names></name><name name-style="western"><surname>Gearhart</surname><given-names>A.S.</given-names></name><name name-style="western"><surname>Chang</surname><given-names>A.C.</given-names></name></person-group><article-title>The next frontier in pediatric cardiology: artificial intelligence</article-title><source>Pediatr Clin North Am</source><volume>67</volume><year>2020</year><fpage>995</fpage><lpage>1009</lpage><pub-id pub-id-type="pmid">32888694</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.pcl.2020.06.010</pub-id></element-citation></ref><ref id="bib44"><label>44</label><element-citation publication-type="journal" id="sref44"><person-group person-group-type="author"><name name-style="western"><surname>Stout</surname><given-names>K.K.</given-names></name><name name-style="western"><surname>Daniels</surname><given-names>C.J.</given-names></name><name name-style="western"><surname>Aboulhosn</surname><given-names>J.A.</given-names></name><etal/></person-group><article-title>2018 AHA/ACC guideline for the management of adults with congenital heart disease</article-title><source>J&#160;Am Coll Cardiol</source><volume>73</volume><year>2019</year><fpage>e81</fpage><lpage>e192</lpage><pub-id pub-id-type="pmid">30121239</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.jacc.2018.08.1029</pub-id></element-citation></ref><ref id="bib45"><label>45</label><element-citation publication-type="journal" id="sref45"><person-group person-group-type="author"><name name-style="western"><surname>Crump</surname><given-names>C.</given-names></name><name name-style="western"><surname>Sundquist</surname><given-names>K.</given-names></name><name name-style="western"><surname>Sundquist</surname><given-names>J.</given-names></name></person-group><article-title>Adult outcomes of preterm birth</article-title><source>Prev Med</source><volume>91</volume><year>2016</year><fpage>400</fpage><lpage>401</lpage><pub-id pub-id-type="pmid">27539070</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.ypmed.2016.08.024</pub-id></element-citation></ref><ref id="bib46"><label>46</label><element-citation publication-type="journal" id="sref46"><person-group person-group-type="author"><name name-style="western"><surname>Nosarti</surname><given-names>C.</given-names></name><name name-style="western"><surname>Reichenberg</surname><given-names>A.</given-names></name><name name-style="western"><surname>Murray</surname><given-names>R.M.</given-names></name><etal/></person-group><article-title>Preterm birth and psychiatric disorders in young adult life</article-title><source>Arch Gen Psychiatry</source><volume>69</volume><year>2012</year><fpage>E1</fpage><lpage>E8</lpage><pub-id pub-id-type="doi" assigning-authority="pmc">10.1001/archgenpsychiatry.2011.1374</pub-id><pub-id pub-id-type="pmid">22660967</pub-id></element-citation></ref><ref id="bib47"><label>47</label><element-citation publication-type="journal" id="sref47"><person-group person-group-type="author"><name name-style="western"><surname>Volls&#230;ter</surname><given-names>M.</given-names></name><name name-style="western"><surname>Clemm</surname><given-names>H.H.</given-names></name><name name-style="western"><surname>Satrell</surname><given-names>E.</given-names></name><etal/></person-group><article-title>Adult respiratory outcomes of extreme preterm birth. A regional cohort study</article-title><source>Ann Am Thorac Soc</source><volume>12</volume><year>2015</year><fpage>313</fpage><lpage>322</lpage><pub-id pub-id-type="pmid">25616079</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1513/AnnalsATS.201406-285OC</pub-id></element-citation></ref><ref id="bib48"><label>48</label><element-citation publication-type="journal" id="sref48"><person-group person-group-type="author"><name name-style="western"><surname>Ghandour</surname><given-names>R.M.</given-names></name><name name-style="western"><surname>Sherman</surname><given-names>L.J.</given-names></name><name name-style="western"><surname>Vladutiu</surname><given-names>C.J.</given-names></name><etal/></person-group><article-title>Prevalence and treatment of depression, anxiety, and conduct problems in US children</article-title><source>J&#160;Pediatr</source><volume>206</volume><year>2019</year><fpage>256</fpage><lpage>267.e3</lpage><pub-id pub-id-type="pmid">30322701</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.jpeds.2018.09.021</pub-id><pub-id pub-id-type="pmcid">PMC6673640</pub-id></element-citation></ref><ref id="bib49"><label>49</label><element-citation publication-type="other" id="sref49"><person-group person-group-type="author"><collab>U.S. Census Bureau</collab></person-group><article-title>Quick facts: Michigan population estimates July 1, 2018</article-title><comment>Available at:</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://www.census.gov/quickfacts/MI" id="intref0015">https://www.census.gov/quickfacts/MI</ext-link></element-citation></ref><ref id="bib50"><label>50</label><element-citation publication-type="other" id="sref50"><person-group person-group-type="author"><collab>Michigan Department of Health &amp; Human Services, Behavioral Health and Developmental Disability</collab></person-group><article-title>FY 2017 mental health block grant behavioral health report [Data file]</article-title><comment>Available at:</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://www.michigan.gov/documents/mdhhs/2017_MHBG_Behavioral_Health_Report_607551_7.pdf" id="intref0025">https://www.michigan.gov/documents/mdhhs/2017_MHBG_Behavioral_Health_Report_607551_7.pdf</ext-link></element-citation></ref></ref-list><ack id="ack0010"><sec id="sec5"><title>Ethics Statement</title><p id="p0180">This study adheres to our institutional ethical guidelines and was approved by our institutional review board.</p></sec><sec id="sec6"><title>Funding Sources</title><p id="p0185">No funding was received for this study.</p></sec><sec id="sec7"><title>Disclosures</title><p id="p0190">The authors have no conflicts of interest to disclose.</p></sec></ack></back></article></pmc-articleset>