<?xml version="1.0"  ?><!DOCTYPE pmc-articleset PUBLIC "-//NLM//DTD ARTICLE SET 2.0//EN" "https://dtd.nlm.nih.gov/ncbi/pmc/articleset/nlm-articleset-2.0.dtd"><pmc-articleset><article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:ali="http://www.niso.org/schemas/ali/1.0/" article-type="research-article" xml:lang="de" dtd-version="1.4"><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Med Klin Intensivmed Notfmed</journal-id><journal-id journal-id-type="iso-abbrev">Med Klin Intensivmed Notfmed</journal-id><journal-id journal-id-type="pmc-domain-id">365</journal-id><journal-id journal-id-type="pmc-domain">springeropen</journal-id><journal-title-group><journal-title>Medizinische Klinik, Intensivmedizin Und Notfallmedizin</journal-title></journal-title-group><issn pub-type="ppub">2193-6218</issn><issn pub-type="epub">2193-6226</issn><custom-meta-group><custom-meta><meta-name>pmc-is-collection-domain</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-collection-title</meta-name><meta-value>Springer</meta-value></custom-meta></custom-meta-group></journal-meta><article-meta><article-id pub-id-type="pmcid">PMC10803686</article-id><article-id pub-id-type="pmcid-ver">PMC10803686.1</article-id><article-id pub-id-type="pmcaid">10803686</article-id><article-id pub-id-type="pmcaiid">10803686</article-id><article-id pub-id-type="pmid">36635440</article-id><article-id pub-id-type="doi">10.1007/s00063-022-00981-x</article-id><article-id pub-id-type="publisher-id">981</article-id><article-version article-version-type="pmc-version">1</article-version><article-categories><subj-group subj-group-type="heading"><subject>Originalien</subject></subj-group></article-categories><title-group><article-title>Blackbox: Psychosoziale F&#228;lle in der Notaufnahme</article-title><trans-title-group><trans-title xml:lang="en">Black box: Attenders with psychosocial needs in the emergency department</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name name-style="western"><surname>Ruegenberg</surname><given-names initials="A">Alina</given-names></name><xref ref-type="aff" rid="Aff1">1</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Schmiedhofer</surname><given-names initials="M">Martina</given-names></name><xref ref-type="aff" rid="Aff1">1</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Kreutzberg</surname><given-names initials="A">Anika</given-names></name><xref ref-type="aff" rid="Aff2">2</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Henschke</surname><given-names initials="C">Cornelia</given-names></name><xref ref-type="aff" rid="Aff2">2</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>M&#246;ckel</surname><given-names initials="M">Martin</given-names></name><xref ref-type="aff" rid="Aff1">1</xref></contrib><contrib contrib-type="author" corresp="yes"><contrib-id contrib-id-type="orcid" authenticated="false">http://orcid.org/0000-0003-2608-0347</contrib-id><name name-style="western"><surname>Slagman</surname><given-names initials="A">Anna</given-names></name><degrees>MSc</degrees><address><email>anna.slagman@charite.de</email></address><xref ref-type="aff" rid="Aff1">1</xref></contrib><aff id="Aff1"><label>1</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/001w7jn25</institution-id><institution-id institution-id-type="GRID">grid.6363.0</institution-id><institution-id institution-id-type="ISNI">0000 0001 2218 4662</institution-id><institution>Notfallmedizinische Versorgungsforschung, Notfall- und Akutmedizin, Campus Virchow Klinikum (CVK), und Charit&#233; Campus Mitte (CCM), </institution><institution>Charit&#233;&#160;&#8211; Universit&#228;tsmedizin Berlin, </institution></institution-wrap>Charit&#233;platz&#160;1, 10117 Berlin, Deutschland </aff><aff id="Aff2"><label>2</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/03v4gjf40</institution-id><institution-id institution-id-type="GRID">grid.6734.6</institution-id><institution-id institution-id-type="ISNI">0000 0001 2292 8254</institution-id><institution>Fachgebiet f&#252;r Management im Gesundheitswesen, Gesundheits&#246;konomisches Zentrum Berlin, </institution><institution>Technische Universit&#228;t Berlin, </institution></institution-wrap>Berlin, Deutschland </aff></contrib-group><author-notes><fn fn-type="com"><label>Redaktion</label><p>Michael Buerke, Siegen</p></fn></author-notes><pub-date pub-type="epub"><day>12</day><month>1</month><year>2023</year></pub-date><pub-date pub-type="ppub"><year>2024</year></pub-date><volume>119</volume><issue>1</issue><issue-id pub-id-type="pmc-issue-id">453922</issue-id><fpage>10</fpage><lpage>17</lpage><history><date date-type="received"><day>10</day><month>8</month><year>2022</year></date><date date-type="rev-recd"><day>10</day><month>8</month><year>2022</year></date><date date-type="accepted"><day>1</day><month>12</month><year>2022</year></date></history><pub-history><event event-type="pmc-release"><date><day>12</day><month>01</month><year>2023</year></date></event><event event-type="pmc-live"><date><day>24</day><month>01</month><year>2024</year></date></event><event event-type="pmc-last-change"><date iso-8601-date="2024-10-21 22:25:29.390"><day>21</day><month>10</month><year>2024</year></date></event></pub-history><permissions><copyright-statement>&#169; The Author(s) 2023</copyright-statement><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p><bold>Open Access</bold> Dieser Artikel wird unter der Creative Commons Namensnennung 4.0 International Lizenz ver&#246;ffentlicht, welche die Nutzung, Vervielf&#228;ltigung, Bearbeitung, Verbreitung und Wiedergabe in jeglichem Medium und Format erlaubt, sofern Sie den/die urspr&#252;nglichen Autor(en) und die Quelle ordnungsgem&#228;&#223; nennen, einen Link zur Creative Commons Lizenz beif&#252;gen und angeben, ob &#196;nderungen vorgenommen wurden.</license-p><license-p>Die in diesem Artikel enthaltenen Bilder und sonstiges Drittmaterial unterliegen ebenfalls der genannten Creative Commons Lizenz, sofern sich aus der Abbildungslegende nichts anderes ergibt. Sofern das betreffende Material nicht unter der genannten Creative Commons Lizenz steht und die betreffende Handlung nicht nach gesetzlichen Vorschriften erlaubt ist, ist f&#252;r die oben aufgef&#252;hrten Weiterverwendungen des Materials die Einwilligung des jeweiligen Rechteinhabers einzuholen.</license-p><license-p>Weitere Details zur Lizenz entnehmen Sie bitte der Lizenzinformation auf <ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">http://creativecommons.org/licenses/by/4.0/deed.de</ext-link>.</license-p></license></permissions><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" content-type="pmc-pdf" xlink:href="63_2022_Article_981.pdf"/><abstract id="Abs1"><sec><title>Ziel der Studie</title><p>Ziel der Studie ist a)&#160;die Pr&#228;valenzerfassung psychosozialer Notf&#228;lle in der Notaufnahme, b)&#160;die Ermittlung des Anteils der nicht als (Neben&#8209;)Diagnose kodierten psychosozialen F&#228;lle (Dunkelziffer) und c)&#160;die Charakterisierung identifizierter Patient*innen.</p></sec><sec><title>Methodik</title><p>In einer retrospektiven Studie wurden psychosoziale Notf&#228;lle einer Kalenderwoche aus der Routinedokumentation der zentralen Notaufnahme (ZNA) der Charit&#233; &#8211; Universit&#228;tsmedizin Berlin, Charit&#233; Campus Mitte (CCM) identifiziert. Nach Ausschluss von geplant aufgenommenen F&#228;llen wurden 862&#160;Patient*innen in die Studie eingeschlossen. Die identifizierten psychosozialen Notf&#228;lle wurden hinsichtlich ihrer soziodemografischen und klinischen Merkmale deskriptiv analysiert und mit anderen Notf&#228;llen verglichen.</p></sec><sec><title>Ergebnisse</title><p>Die Pr&#228;valenz psychosozialer Notf&#228;lle unter Notaufnahmepatient*innen im angegebenen Zeitraum betrug 11,9&#8239;% (<italic toggle="yes">n</italic>&#8239;=&#8201;103). Ein Gro&#223;teil der psychosozialen Notf&#228;lle war in den Diagnosen nicht (35,9&#8239;%) oder nicht vollst&#228;ndig (20,4&#8239;%) kodiert. Es gab einen statistisch relevanten Unterschied in der Geschlechterverteilung mit einem signifikant h&#246;heren M&#228;nneranteil unter den psychosozialen Notf&#228;llen (70,9&#8239;%) im Vergleich zu anderen Notf&#228;llen (50,7&#8239;%; <italic toggle="yes">p</italic>&#8239;&lt;&#8201;0,0001). Die 2 h&#228;ufigsten Behandlungsanl&#228;sse unter den psychosozialen Notf&#228;llen waren Substanzmissbrauch (66,0&#8239;%) und Obdachlosigkeit (20,4&#8239;%).</p></sec><sec><title>Schlussfolgerungen</title><p>Diese Studie zeigt einen relevanten Anteil an in den Routinedaten dokumentierten psychosozialen Behandlungsanl&#228;ssen an allen Behandlungsanl&#228;ssen in der Notaufnahme und einen hohen Anteil von in den kodierten Diagnosen nicht erfassten F&#228;llen (Dunkelziffer) auf. Notaufnahmen stellen somit eine wichtige Anlaufstelle f&#252;r vulnerable Patient*innengruppen dar, die dort bisher nicht ausreichend identifiziert werden.</p></sec></abstract><trans-abstract xml:lang="en" id="Abs2"><sec><title>Objectives</title><p>The aims are (a)&#160;assessment of the prevalence of psychosocial emergencies in the emergency department (ED), (b)&#160;determination of the proportion of cases not coded as diagnosis (unreported cases), and (c)&#160;characterization of identified patients.</p></sec><sec><title>Methods</title><p>In a&#160;retrospective study, psychosocial emergencies in one week were identified from routine documentation of the central ED of the&#160;Charit&#233; &#8211; Universit&#228;tsmedizin Berlin, Charit&#233; Campus Mitte (CCM). After exclusion of planned admitted cases, 862&#160;patients were included in the study. The identified psychosocial emergencies were descriptively analyzed with regard to their sociodemographic and clinical characteristics and compared with other emergencies.</p></sec><sec><title>Results</title><p>The prevalence of psychosocial emergencies in the reported period was 11.9% (<italic toggle="yes">n</italic>&#8239;=&#8201;103). A&#160;large proportion of psychosocial emergencies were not coded (35.9%) or not fully coded (20.4%) as an ICD diagnosis (unreported cases). There was a&#160;statistically relevant difference in gender distribution with a&#160;significantly higher proportion of males among psychosocial emergencies (70.9%) compared to other emergencies (50.7%; <italic toggle="yes">p</italic>&#8239;&lt;&#8201;0.0001). The two most common treatment causes among psychosocial emergencies were substance abuse (66.0%) and homelessness (20.4%).</p></sec><sec><title>Conclusions</title><p>This study shows a&#160;relevant proportion of psychosocial emergencies among all treatments in ED routine data and a&#160;high proportion of cases not captured in the coded diagnoses. EDs thus represent an important point of contact for vulnerable patient groups but standardized screening and identification are still lacking.</p></sec></trans-abstract><kwd-group xml:lang="de"><title>Schl&#252;sselw&#246;rter</title><kwd>Psychische Erkrankungen</kwd><kwd>Drogenmissbrauch</kwd><kwd>Soziale Belastungen</kwd><kwd>Notfallversorgung</kwd><kwd>Soziale Notfallmedizin</kwd></kwd-group><kwd-group xml:lang="en"><title>Keywords</title><kwd>Mental disorders</kwd><kwd>Substance abuse</kwd><kwd>Social problems</kwd><kwd>Emergency care services</kwd><kwd>Social emergency medicine</kwd></kwd-group><funding-group><award-group><funding-source><institution>Charit&#233; - Universit&#228;tsmedizin Berlin (3093)</institution></funding-source></award-group><open-access><p>Open Access funding enabled and organized by Projekt DEAL.</p></open-access></funding-group><custom-meta-group><custom-meta><meta-name>pmc-status-qastatus</meta-name><meta-value>0</meta-value></custom-meta><custom-meta><meta-name>pmc-status-live</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-status-embargo</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-status-released</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-open-access</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-olf</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-manuscript</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-legally-suppressed</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-pdf</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-supplement</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-pdf-only</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-suppress-copyright</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-real-version</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-scanned-article</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-preprint</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-in-epmc</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>issue-copyright-statement</meta-name><meta-value>&#169; Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2024</meta-value></custom-meta></custom-meta-group></article-meta></front><body><sec id="Sec1"><title>Hintergrund und Fragestellung</title><p>Rettungsdienst und Notaufnahmen fungieren, auch wegen ihrer permanenten, barrierefreien Verf&#252;gbarkeit, als soziale &#8222;Sicherheitsnetze&#8220; der Gesellschaft [<xref ref-type="bibr" rid="CR1">1</xref>, <xref ref-type="bibr" rid="CR11">11</xref>]. Dies wird sichtbar in der Assoziation zwischen einem niedrigen sozio&#246;konomischen Status und psychiatrischen Erkrankungen [<xref ref-type="bibr" rid="CR27">27</xref>] sowie einer erh&#246;hten Inanspruchnahme der Notaufnahmen bzw. des Rettungsdiensts dieses Personenkreises [<xref ref-type="bibr" rid="CR7">7</xref>, <xref ref-type="bibr" rid="CR18">18</xref>, <xref ref-type="bibr" rid="CR27">27</xref>].</p><p>Weiterhin zeigt sich eine steigende Tendenz des Auftretens sog. psychosozialer Notf&#228;lle. Damit werden Behandlungsanl&#228;sse in der Notaufnahme beschrieben, die einerseits eine &#8222;durch eine soziale Mangelsituation getriggerte Exazerbationen einer psychischen Erkrankung&#8220; [<xref ref-type="bibr" rid="CR17">17</xref>] darstellen oder ausschlie&#223;lich durch soziale Umst&#228;nde wie beispielsweise Obdachlosigkeit bedingt sind [<xref ref-type="bibr" rid="CR11">11</xref>, <xref ref-type="bibr" rid="CR14">14</xref>, <xref ref-type="bibr" rid="CR17">17</xref>, <xref ref-type="bibr" rid="CR22">22</xref>]. Als Ursache f&#252;r eine steigende Inzidenz psychosozialer Notf&#228;lle wird ein Zusammenhang zu sich &#228;ndernden sozio&#246;konomischen Ressourcen und Lebensumst&#228;nden der Patient*innen genannt [<xref ref-type="bibr" rid="CR17">17</xref>, <xref ref-type="bibr" rid="CR24">24</xref>]. F&#252;r die pr&#228;hospitale Versorgung zeigen Auswertungen, dass psychosoziale und psychiatrische Notf&#228;lle den zweith&#228;ufigsten Einsatzgrund unter den Notarzteins&#228;tzen darstellen [<xref ref-type="bibr" rid="CR18">18</xref>]. Ambulant behandelte F&#228;lle in Notaufnahmen aufgrund von &#8218;Faktoren, die den Gesundheitszustand beeinflussen und zur Inanspruchnahme des Gesundheitswesens f&#252;hren&#8216; (sog. Z&#8209;Diagnosen gem&#228;&#223; ICD10), wiesen zwischen 2009 und 2015 mit 214,7&#8239;% die vierth&#246;chste Steigerungsrate unter allen Diagnosekapiteln auf [<xref ref-type="bibr" rid="CR28">28</xref>]. Dies schlie&#223;t Personen mit potenziellen Gesundheitsrisiken aufgrund sozio&#246;konomischer oder psychosozialer Umst&#228;nde ein.</p><p>Fl&#228;chendeckende detaillierte Untersuchungen zur Pr&#228;valenz von psychosozialen Notf&#228;llen in Notaufnahmen in Deutschland sowie international sind bisher nicht vorhanden. Konkrete Daten zu einzelnen Standorten in Deutschland lassen auf einen Anteil zwischen 11,5&#8239;% [<xref ref-type="bibr" rid="CR24">24</xref>] und 14&#8211;20&#8239;% [<xref ref-type="bibr" rid="CR11">11</xref>] schlie&#223;en. Personen, die unter der Armutsgrenze leben oder die Notaufnahmen aufgrund sozialer Notlagen h&#228;ufig nutzen, zeigen zudem eine deutlich h&#246;here Mortalit&#228;tsrate [<xref ref-type="bibr" rid="CR10">10</xref>, <xref ref-type="bibr" rid="CR15">15</xref>, <xref ref-type="bibr" rid="CR16">16</xref>]. F&#252;r Patient*innen bedeutet dies eine inad&#228;quate Versorgung, f&#252;r &#252;berf&#252;llte Notfallaufnahmen eine zus&#228;tzliche Belastung und f&#252;r soziale Sicherungssysteme eine ineffiziente Versorgung, die langfristig mit erh&#246;hten Kosten einhergeht. Als zentraler Auflaufpunkt dieser vulnerablen Personengruppen k&#246;nnten Notaufnahmen einen wesentlichen Beitrag zur Identifikation dieser Patient*innen leisten. Durch konsequente Weiterleitung in geeignetere Versorgungsstrukturen w&#228;re eine nachhaltige Verbesserung ihres sozialen und gesundheitlichen Zustands erreichbar.</p><p>Internationale Studien zeigten bereits, dass eine Intervention durch Sozialarbeiter*innen oder ein gezieltes Fallmanagement die Inanspruchnahme der Notaufnahmen durch diese Patient*innen reduzieren kann [<xref ref-type="bibr" rid="CR2">2</xref>, <xref ref-type="bibr" rid="CR9">9</xref>, <xref ref-type="bibr" rid="CR23">23</xref>].</p><p>In der folgenden Arbeit wird prim&#228;r die Pr&#228;valenz psychosozialer Notf&#228;lle unter den Notaufnahmef&#228;llen der zentralen Notaufnahme des Campus Charit&#233; Mitte durch ein retrospektives Screening der gesamten Notaufnahmedokumentation erfasst. Sekund&#228;r wird die erfasste Pr&#228;valenz mit der anhand von kodierten Diagnosen ermittelten Pr&#228;valenz verglichen, um daraus die Dunkelziffer psychosozialer Notf&#228;lle in der Routinedokumentation von Notaufnahmen abzusch&#228;tzen. Um m&#246;gliche Unterschiede von Patient*innen mit psychosozialen Behandlungsanl&#228;ssen hinsichtlich ihrer soziodemografischen und klinischen Merkmale zu identifizieren, werden diese F&#228;lle zudem mit anderen Notf&#228;llen verglichen.</p></sec><sec id="Sec2"><title>Studiendesign und Untersuchungsmethoden</title><sec id="Sec3"><title>Studienpopulation</title><p>Alle Erste-Hilfe-Scheine (EH-Scheine) von Patient*innen, die in der Woche vom 06.05.2019 bis zum 12.05.2019 in der zentralen Notaufnahme am&#160;Charit&#233; Campus Mitte der Charit&#233; &#8211; Universit&#228;tsmedizin Berlin vorstellig wurden, wurden retrospektiv ausgewertet. Insgesamt wurden 867&#160;F&#228;lle aus dieser Woche bewertet. Ausgeschlossen wurden lediglich geplant in die Klinik aufgenommene F&#228;lle (<italic toggle="yes">n</italic>&#8239;=&#8201;5). F&#252;r die verbleibenden 862&#160;F&#228;lle wurde die im Folgenden beschriebene Datenerhebung durchgef&#252;hrt.</p></sec><sec id="Sec4"><title>Variablen/Zielgr&#246;&#223;en</title><p>Zur Definition der &#8222;psychosozialen Notf&#228;lle&#8220; wurden die in Tab.&#160;<xref rid="Tab1" ref-type="table">1</xref> aufgef&#252;hrten Kriterien, die aus der deutschsprachigen Literatur zu diesem Thema entnommen und um weitere Indikationen erg&#228;nzt wurden, verwendet [<xref ref-type="bibr" rid="CR11">11</xref>, <xref ref-type="bibr" rid="CR17">17</xref>]. Das Vorliegen der genannten Kriterien wurde anhand der Dokumentation in der Notaufnahme &#252;berpr&#252;ft. Ein Notfall wurde als psychosozial klassifiziert, sobald eines der Kriterien f&#252;r die Definition eines psychosozialen Notfalls in der Notaufnahme erf&#252;llt war. Die Bewertung erfolgte anhand der in der klinischen Routine dokumentierten Daten durch medizinisches Personal. Eine Goldstandarddiagnostik und ein prospektives Screening wurden nicht durchgef&#252;hrt.<table-wrap id="Tab1" position="float" orientation="portrait"><table frame="hsides" rules="groups"><tbody><tr><td colspan="1" rowspan="1">Folgen von Substanzmissbrauch</td></tr><tr><td colspan="1" rowspan="1">Angst- und Panikst&#246;rungen</td></tr><tr><td colspan="1" rowspan="1">Belastung: akute Belastungsreaktion und &#220;berforderung aufgrund psychischer oder sozialer Umst&#228;nde</td></tr><tr><td colspan="1" rowspan="1">Suizidgedanken bei fehlender psychiatrischer Grunderkrankung</td></tr><tr><td colspan="1" rowspan="1">Famili&#228;re Konfliktsituationen und Gewalt</td></tr><tr><td colspan="1" rowspan="1">Antisoziales Verhalten und Delinquenz</td></tr><tr><td colspan="1" rowspan="1">Pathologische Trauerreaktion</td></tr><tr><td colspan="1" rowspan="1">Folgen von Trennung</td></tr><tr><td colspan="1" rowspan="1">Verelendung, Armut</td></tr><tr><td colspan="1" rowspan="1">Pflegenotstand</td></tr><tr><td colspan="1" rowspan="1">Vereinsamung</td></tr><tr><td colspan="1" rowspan="1">Verwahrlosung</td></tr><tr><td colspan="1" rowspan="1">Obdachlosigkeit</td></tr><tr><td colspan="1" rowspan="1">Konfliktsituationen und Gewalt in der Partnerschaft</td></tr><tr><td colspan="1" rowspan="1">Arbeitslosigkeit<sup>a</sup></td></tr><tr><td colspan="1" rowspan="1">Kontaktanl&#228;sse mit Bezug auf das Wohnumfeld/die wirtschaftliche Lage [<xref ref-type="bibr" rid="CR13">13</xref>]</td></tr><tr><td colspan="1" rowspan="1">Stuprum bzw. Vergewaltigung</td></tr><tr><td colspan="1" rowspan="1">Opfer k&#246;rperlicher Gewalt/Verbrechen</td></tr></tbody></table><table-wrap-foot><p><sup>a</sup>&#160;Nur als psychosozialer Notfall gewertet, sofern es einen weiteren psychosozialen Begleit- oder Hauptanlass gab</p></table-wrap-foot></table-wrap></p><p>Zus&#228;tzlich zu den psychosozialen Notf&#228;llen wurden psychiatrische Notf&#228;lle gesondert erfasst. Als psychiatrischer Notfall wurde der Behandlungsanlass gewertet, wenn das behandelnde Notaufnahmepersonal eine entsprechende psychiatrische Diagnose gestellt hatte.</p><p>Die identifizierten psychosozialen Notf&#228;lle wurden in Begleit- oder Hauptanlass eingeteilt. Wenn ein psychosozialer Notfall als Begleitanlass gewertet wurde, wurde zus&#228;tzlich erfasst, welchen psychiatrischen oder somatischen Hauptanlass es gab.</p><p>Soziodemografische und klinische Charakteristika wurden f&#252;r alle psychosozialen Notf&#228;lle aus der klinischen Routinedokumentation in der Notaufnahme extrahiert.</p><p>Die deskriptive statistische Auswertung erfolgte mit IBM SPSS&#174; Statistics&#160;24 (IBM, Armonk, NY, USA). Es wurden relative und absolute H&#228;ufigkeiten f&#252;r kategoriale Variablen sowie Median und Interquartilsabst&#228;nde (IQR) f&#252;r metrisch skalierte Merkmale berechnet. F&#252;r den Vergleich der Gruppen &#8222;psychosozialer Notfall&#8220; und &#8222;kein psychosozialer Notfall&#8220; wurde f&#252;r das Alter der Mann-Whitney-U-Test und f&#252;r das Geschlecht der &#967;<sup>2</sup>-Test verwendet. Dabei wurde ein <italic toggle="yes">p</italic>-Wert mit <italic toggle="yes">p</italic>&#8239;&lt;&#8201;0,05 als statistisch signifikant gewertet.</p><p>Die retrospektive Datenverwertung f&#252;r dieses Projekt wurde durch die Ethikkommission der Charit&#233; &#8211; Universit&#228;tsmedizin gepr&#252;ft und positiv beschieden (EA1/082/18). Die Studiendurchf&#252;hrung erfolgte in &#220;bereinstimmung mit der Deklaration von Helsinki.</p></sec></sec><sec id="Sec5"><title>Ergebnisse</title><sec id="Sec6"><title>Pr&#228;valenz psychosozialer und psychiatrischer Behandlungsanl&#228;sse in der Notaufnahme</title><p>Von den 862 gescreenten Notaufnahmef&#228;llen wurden 103 (11,9&#8239;%) als psychosoziale Notf&#228;lle identifiziert, bei 753 (87,4&#8239;%) gab es keinen Hinweis auf psychosoziale Behandlungsanl&#228;sse (Abb.&#160;<xref rid="Fig1" ref-type="fig">1</xref>). Damit konnten 856 abschlie&#223;end bewertet werden, bei den 6 nichtbewertbaren F&#228;llen (0,7&#8239;%) waren die Angaben im Klinikinformationssystem unzureichend. Dies war beispielsweise der Fall, wenn Patient*innen die Notaufnahme bereits vor dem Arztkontakt wieder verlassen hatten. Neben den psychosozialen Notf&#228;llen wurden psychiatrische Hauptanl&#228;sse (<italic toggle="yes">n</italic>&#8239;=&#8201;75&#8239;&#8793;&#8201;8,7&#8239;%) aus allen Behandlungsanl&#228;ssen gesondert erfasst. In 7,6&#8239;% (<italic toggle="yes">n</italic>&#8239;=&#8201;66) der F&#228;lle lag sowohl ein psychiatrischer als auch ein psychosozialer Behandlungsanlass vor. Es gab 7 rein psychiatrische Notf&#228;lle und 11 rein psychosoziale Notf&#228;lle. In den restlichen 2 psychiatrischen Notf&#228;llen und den restlichen 26&#160;psychosozialen Notf&#228;llen war unbekannt, ob sie gleichzeitig auch einen psychosozialen bzw. einen psychiatrischen Notfall darstellten. Der Gesamtanteil der erfassten psychosozialen und psychiatrischen Notf&#228;lle entsprach damit 12,9&#8239;% (<italic toggle="yes">n</italic>&#8239;=&#8201;112). Darunter waren am h&#228;ufigsten die Diagnosen F10 bis F19 &#8222;Psychische und Verhaltensst&#246;rungen durch psychotrope Substanzen&#8220; [<xref ref-type="bibr" rid="CR13">13</xref>] vertreten.<fig id="Fig1" position="float" orientation="portrait"><graphic xmlns:xlink="http://www.w3.org/1999/xlink" id="d32e466" position="float" orientation="portrait" xlink:href="63_2022_981_Fig1_HTML.jpg"/></fig></p></sec><sec id="Sec7"><title>Vergleich demografischer Daten zwischen psychosozialen und anderen Notf&#228;llen</title><p>Die Geschlechterverteilung zwischen den psychosozialen Notf&#228;llen und den restlichen F&#228;llen ergab einen statistisch signifikanten Unterschied (<italic toggle="yes">p</italic>&#8239;&lt;&#8201;0,0001): Bei den psychosozialen Notf&#228;llen &#252;berwog der M&#228;nneranteil mit 70,9&#8239;% (<italic toggle="yes">n</italic>&#8239;=&#8201;73), bei den nichtpsychosozialen Notf&#228;llen waren mit einem M&#228;nneranteil von 50,7&#8239;% (<italic toggle="yes">n</italic>&#8239;=&#8201;382) beide Geschlechter ungef&#228;hr gleich verteilt (Abb.&#160;<xref rid="Fig1" ref-type="fig">1</xref>).</p><p>F&#252;r das Alter ergab sich eine &#228;hnliche Verteilung f&#252;r psychosoziale Notf&#228;lle (medianes Alter:&#160;42; IQR: 32&#8211;55; <italic toggle="yes">n</italic>&#8239;=&#8201;103) und nichtpsychosoziale Notf&#228;lle (medianes Alter&#160;43; IQR: 31&#8211;63; <italic toggle="yes">n</italic>&#8239;=&#8201;753). Damit gab es keinen signifikanten Unterschied zwischen diesen beiden Gruppen (<italic toggle="yes">p</italic>&#8239;=&#8201;0,319).</p></sec><sec id="Sec8"><title>Dunkelziffer psychosozialer Notf&#228;lle</title><p>In 35,9&#8239;% (<italic toggle="yes">n</italic>&#8239;=&#8201;37) der F&#228;lle wurden die psychosozialen Notf&#228;lle zwar in der Anamnese oder der k&#246;rperlichen Untersuchung erw&#228;hnt, jedoch nicht mittels ICD-10 kodiert. Von den psychosozialen Notf&#228;llen waren zus&#228;tzlich 20,4&#8239;% (<italic toggle="yes">n</italic>&#8239;=&#8201;21) unvollst&#228;ndig kodiert. Psychische Vorstellungsgr&#252;nde wie Substanzmissbrauch oder Panikst&#246;rungen wurden mit je 51,5&#8239;% und 70,0&#8239;% h&#228;ufiger vollst&#228;ndig kodiert als soziale Umst&#228;nde wie beispielsweise Obdachlosigkeit (23,8&#8239;%). Bei psychiatrischen und gleichzeitig psychosozialen Notf&#228;llen (<italic toggle="yes">n</italic>&#8239;=&#8201;66) waren im Vergleich zu rein psychosozialen Notf&#228;llen etwas mehr F&#228;lle, insgesamt die H&#228;lfte (<italic toggle="yes">n</italic>&#8239;=&#8201;33&#8239;&#8793;&#8201;50,0&#8239;%), vollst&#228;ndig kodiert.</p></sec><sec id="Sec9"><title>Charakterisierung psychosozialer Notf&#228;lle</title><p>Der h&#228;ufigste Behandlungsanlass unter den psychosozialen Notf&#228;llen war Substanzmissbrauch (66,0&#8239;%), gefolgt von Obdachlosigkeit (20,4&#8239;%) und akuten Belastungsreaktionen (15,5&#8239;%) bzw. &#220;berforderung, Angst- und Panikst&#246;rungen (9,7&#8239;%) und Verwahrlosung (6,8&#8239;%; Abb.&#160;<xref rid="Fig2" ref-type="fig">2</xref>), dabei war die Vergabe mehrerer Behandlungsanl&#228;sse pro Fall m&#246;glich (Mehrfachnennung). Die weiteren erfassten Behandlungsanl&#228;sse waren nur vereinzelt vertreten. Die Behandlungsanl&#228;sse &#8222;pathologische Trauerreaktionen&#8220; und &#8222;Folgen von Trennung und Isolation&#8220; waren in den untersuchten F&#228;llen nicht vertreten. Bei Frauen waren die Behandlungsanl&#228;sse Substanzmissbrauch (<italic toggle="yes">n</italic>&#8239;=&#8201;17&#8239;&#8793;&#8201;56,7&#8239;%) und Obdachlosigkeit (<italic toggle="yes">n</italic>&#8239;=&#8201;4&#8239;&#8793;&#8201;13,3&#8239;%) im Vergleich zu M&#228;nnern (Substanzmissbrauch: <italic toggle="yes">n</italic>&#8239;=&#8201;52&#8239;&#8793;&#8201;71,2&#8239;%; Obdachlosigkeit: <italic toggle="yes">n</italic>&#8239;=&#8201;17&#8239;&#8793;&#8201;23,3&#8239;%) etwas seltener, Stuprum (w: <italic toggle="yes">n</italic>&#8239;=&#8201;3&#8239;&#8793;&#8201;10&#8239;%; m: <italic toggle="yes">n</italic>&#8239;=&#8201;1&#8239;&#8793;&#8201;1,4&#8239;%), Pflegenotst&#228;nde (w: <italic toggle="yes">n</italic>&#8239;=&#8201;3&#8239;&#8793;&#8201;10&#8239;%; m: <italic toggle="yes">n</italic>&#8239;=&#8201;0) und akute Belastungsreaktionen bzw. &#220;berforderung (w: <italic toggle="yes">n</italic>&#8239;=&#8201;7&#8239;&#8793;&#8201;23,3&#8239;%; m: <italic toggle="yes">n</italic>&#8239;=&#8201;9&#8239;&#8793;&#8201;12,3&#8239;%) waren bei Frauen hingegen etwas h&#228;ufiger.<fig id="Fig2" position="float" orientation="portrait"><graphic xmlns:xlink="http://www.w3.org/1999/xlink" id="d32e559" position="float" orientation="portrait" xlink:href="63_2022_981_Fig2_HTML.jpg"/></fig></p><p>Die Tab.&#160;<xref rid="Tab2" ref-type="table">2</xref> fasst weitere Charakteristika psychosozialer Notf&#228;lle zusammen. In nahezu der H&#228;lfte aller F&#228;lle (<italic toggle="yes">n</italic>&#8239;=&#8201;103) stellte der psychosoziale Notfall den Hauptanlass (48,5&#8239;%) des Notaufnahmebesuchs dar, in der anderen H&#228;lfte war er lediglich Begleitumstand (51,5&#8239;%). Beim gr&#246;&#223;ten Anteil (34,0&#8239;%) dieser Begleitanl&#228;sse war eine psychiatrische Erkrankung als Hauptbehandlungsanlass angegeben, gefolgt von traumatischen (22,8&#8239;%) und internistischen Hauptanl&#228;ssen (20,9&#8239;%).<table-wrap id="Tab2" position="float" orientation="portrait"><table frame="hsides" rules="groups"><thead><tr><th colspan="1" rowspan="1"/><th colspan="1" rowspan="1">Auspr&#228;gungen</th><th colspan="1" rowspan="1">Absolute Werte (relative Werte&#160;in&#160;%)</th></tr></thead><tbody><tr><td rowspan="2" colspan="1">Geschlecht</td><td colspan="1" rowspan="1">M&#228;nnlich</td><td colspan="1" rowspan="1">73 (70,9)</td></tr><tr><td colspan="1" rowspan="1">Weiblich</td><td colspan="1" rowspan="1">30 (29,1)</td></tr><tr><td rowspan="3" colspan="1">Behandlungsanl&#228;sse (h&#228;ufigste)</td><td colspan="1" rowspan="1">Substanzmissbrauch</td><td colspan="1" rowspan="1">68 (66,0)</td></tr><tr><td colspan="1" rowspan="1">Obdachlosigkeit</td><td colspan="1" rowspan="1">21 (20,4)</td></tr><tr><td colspan="1" rowspan="1">Belastung</td><td colspan="1" rowspan="1">16 (15,5)</td></tr><tr><td rowspan="2" colspan="1">Psychosozialer Notfall als Vorstellungsgrund</td><td colspan="1" rowspan="1">Hauptanlass</td><td colspan="1" rowspan="1">50 (48,5)</td></tr><tr><td colspan="1" rowspan="1">Begleitanlass</td><td colspan="1" rowspan="1">53 (51,5)</td></tr><tr><td rowspan="3" colspan="1">ICD-10-kodiert?</td><td colspan="1" rowspan="1">Ja</td><td colspan="1" rowspan="1">45 (43,7)</td></tr><tr><td colspan="1" rowspan="1">Nein</td><td colspan="1" rowspan="1">37 (35,9)</td></tr><tr><td colspan="1" rowspan="1">Unvollst&#228;ndig</td><td colspan="1" rowspan="1">21 (20,4)</td></tr><tr><td rowspan="2" colspan="1">Konsil (psychiatrisch/psychosomatisch)</td><td colspan="1" rowspan="1">Ja</td><td colspan="1" rowspan="1">1 (1,0)</td></tr><tr><td colspan="1" rowspan="1">Nein</td><td colspan="1" rowspan="1">102 (99,0)</td></tr><tr><td rowspan="2" colspan="1">Wiedervorstellung</td><td colspan="1" rowspan="1">Ja</td><td colspan="1" rowspan="1">59 (57,3)</td></tr><tr><td colspan="1" rowspan="1">Nein</td><td colspan="1" rowspan="1">43 (41,7)</td></tr><tr><td rowspan="3" colspan="1">Verbleib</td><td colspan="1" rowspan="1">Station&#228;r</td><td colspan="1" rowspan="1">41 (39,8)</td></tr><tr><td colspan="1" rowspan="1">Ambulant</td><td colspan="1" rowspan="1">55 (53,4)</td></tr><tr><td colspan="1" rowspan="1">Gegen &#228;rztlichen Rat verlassen</td><td colspan="1" rowspan="1">7 (6,8)</td></tr><tr><td rowspan="2" colspan="1">Nationalit&#228;t (h&#228;ufigste)</td><td colspan="1" rowspan="1">Deutsch</td><td colspan="1" rowspan="1">70 (68,0)</td></tr><tr><td colspan="1" rowspan="1">Polnisch</td><td colspan="1" rowspan="1">8 (7,8)</td></tr><tr><td rowspan="4" colspan="1">Wohnort (Postleitzahlen; h&#228;ufigste)</td><td colspan="1" rowspan="1">Postleitzahlbezirk 10XXX</td><td colspan="1" rowspan="1">32 (31,1)</td></tr><tr><td colspan="1" rowspan="1">Postleitzahlbezirk 13XXX</td><td colspan="1" rowspan="1">23 (22,3)</td></tr><tr><td colspan="1" rowspan="1">Keine Angabe/ unbekannt</td><td colspan="1" rowspan="1">21 (20,4)</td></tr><tr><td colspan="1" rowspan="1">Nicht Berlin</td><td colspan="1" rowspan="1">17 (16,5)</td></tr></tbody></table><table-wrap-foot><p><italic toggle="yes">ICD</italic>&#160;International Classification of Disease</p></table-wrap-foot></table-wrap></p><p>Bei einem der 103 psychosozialen Notf&#228;lle wurde im EH-Schein ein psychiatrisches Konsil eingefordert. Mehr als die H&#228;lfte aller psychosozialen Notf&#228;lle wurde ambulant behandelt (53,4&#8239;%), 39,8&#8239;% wurden station&#228;r aufgenommen. Sieben Patient*innen (6,8&#8239;%) verlie&#223;en die zentrale Notaufnahme gegen &#228;rztlichen Rat.</p><p>Der gr&#246;&#223;te Teil der Patient*innen hatte eine deutsche Nationalit&#228;t (68,0&#8239;%), gefolgt von wenigen Patient*innen mit polnischer (7,8&#8239;%) und unbekannter Nationalit&#228;t (5,8&#8239;%). Die anderen Nationalit&#228;ten verteilten sich auf unterschiedliche Staaten.</p><p>Die erfassten Postleitzahlen entsprachen zu einem gro&#223;en Teil dem Einzugsgebiet der zentralen Notaufnahme Charit&#233; Berlin Mitte (31,1&#8239;%; d.&#8239;h. &#252;berwiegend dem Postleitzahlbezirk&#160;10) und in 22,3&#8239;% der F&#228;lle dem Postleitzahlbezirk&#160;13. &#220;berdies kamen einige Patient*innen (16,5&#8239;%) von au&#223;erhalb des Einzugsgebiets. Bei 20,4&#8239;% der Patient*innen waren keine Postleitzahlen angegeben, unter diesen befanden sich auch Personen ohne festen Wohnsitz (15,5&#8239;%).</p></sec></sec><sec id="Sec10"><title>Diskussion</title><p>Die Untersuchung der Notf&#228;lle innerhalb einer Woche in der zentralen Notaufnahme der Charit&#233; Campus Mitte zeigte einen Anteil von 11,9&#8239;% an psychosozialen bzw. von 12,9&#8239;% an psychosozialen und/oder psychiatrischen Notf&#228;llen, die retrospektiv in der klinischen Routinedokumentation identifiziert werden konnten. Der ermittelte Anteil der psychosozialen Notf&#228;lle unter den Notaufnahmepatient*innen liegt im Bereich der in fr&#252;heren Arbeiten ermittelten H&#228;ufigkeiten von 11,5&#8239;% [<xref ref-type="bibr" rid="CR24">24</xref>] bis zu 14&#8211;20&#8239;% [<xref ref-type="bibr" rid="CR11">11</xref>]. Allerdings beziehen sich diese Arbeiten auf Patient*innen mit einem rettungsdienstlichen Einsatz.</p><p>Die Dunkelziffer an psychosozialen Notf&#228;llen (55,9&#8239;%), die aus der Routinedokumentation identifiziert wurden, jedoch nicht (35,9&#8239;%) oder nicht vollst&#228;ndig (20,4&#8239;%) aus den kodierten Diagnosen abgeleitet werden konnten, war sehr hoch. Die hohe Dunkelziffer psychosozialer Behandlungsanl&#228;sse in diagnosebasierten Routinedatenauswertungen (Abrechnungsdaten, Krankenausstatistik) l&#228;sst darauf schlie&#223;en, dass diese Kodierungen nur sehr limitierten Aufschluss &#252;ber den tats&#228;chlichen Anteil dieser F&#228;lle in Notaufnahmedaten liefern k&#246;nnen. Daher ist mit einem noch h&#246;heren Anteil psychosozialer Behandlungsanl&#228;sse bei einem prospektiven Screening zu rechnen.</p><p>In der untersuchten Population zeigte sich ein signifikant h&#246;herer Anteil an M&#228;nnern unter den psychosozialen Notf&#228;llen im Vergleich zu nichtpsychosozialen Notf&#228;llen. Im Gegensatz zur vorliegenden Studie konnte in einer weiteren Studie jedoch kein signifikanter Unterschied in der Geschlechterverteilung zwischen Patient*innen mit psychosozialem Notfall und anderen Patient*innen gezeigt werden [<xref ref-type="bibr" rid="CR24">24</xref>]. Bez&#252;glich der Altersverteilung zeigte sich in unserer Studie kein signifikanter Unterschied zwischen den psychosozialen Notf&#228;llen und anderen Patient*innenf&#228;llen in der Notaufnahme. In einer Studie von Schmitt et&#160;al., in der Notarztprotokolle ausgewertet wurden, &#252;berwog unter den psychosozialen und psychiatrischen Notf&#228;llen der Anteil der Altersgruppe der 30- bis 50-J&#228;hrigen, unter den restlichen Notarzteins&#228;tzen hingegen der &#252;ber 60-J&#228;hrigen [<xref ref-type="bibr" rid="CR24">24</xref>]. Auch in der vorliegenden Arbeit zeigt sich, dass die Gruppe der psychosozialen Notf&#228;lle eher j&#252;nger ist, jedoch konnte hier kein signifikanter Unterschied festgestellt werden.</p><p>Die h&#228;ufigsten Behandlungsanl&#228;sse unter den psychosozialen Notf&#228;llen stellten Alkohol- und Substanzmissbrauch, gefolgt von Obdachlosigkeit, akuter Belastungsreaktion bzw. &#220;berforderung, Angst- und Panikst&#246;rungen und Verwahrlosung dar. In &#252;ber der H&#228;lfte der psychosozialen Notf&#228;lle kam es zur Wiedervorstellung in der Notaufnahme mit erneut psychosozialem Behandlungsanlass. Aus weiteren statistischen Erhebungen ergab sich, dass von Obdachlosigkeit eher M&#228;nner betroffen sind [<xref ref-type="bibr" rid="CR11">11</xref>]. Das konnte f&#252;r andere soziale Umst&#228;nde wie Arbeitslosigkeit nicht gezeigt werden [<xref ref-type="bibr" rid="CR21">21</xref>]. Daher k&#246;nnten sich diese Unterschiede in der Geschlechterverteilung aus der verwendeten Definition f&#252;r einen psychosozialen Notfall ergeben, da beispielsweise Obdachlosigkeit in der vorliegenden Arbeit als psychosozialer Notfall gewertet wurde, Arbeitslosigkeit als alleiniger Umstand jedoch nicht. In einigen Studien zu rein psychiatrischen Notf&#228;llen gab es wiederum erh&#246;hte M&#228;nneranteile [<xref ref-type="bibr" rid="CR8">8</xref>, <xref ref-type="bibr" rid="CR13">13</xref>]. In einer weiteren Studie von Sefrin und Ripberger, in der psychische und soziale Umst&#228;nde getrennt ausgewertet wurden, war unter den psychischen Notf&#228;llen Substanzmissbrauch ebenfalls der h&#228;ufigste Behandlungsanlass [<xref ref-type="bibr" rid="CR25">25</xref>].</p><p>In fr&#252;heren Studien konnte gezeigt werden, dass verminderter sozialer R&#252;ckhalt und psychosoziale Belastungsfaktoren f&#252;r h&#228;ufige Wiedervorstellungen in Notaufnahmen pr&#228;disponieren [<xref ref-type="bibr" rid="CR2">2</xref>]. H&#228;ufig werden psychosoziale Behandlungsanl&#228;sse auch im Zusammenhang mit sog. Frequent Users, d.&#8239;h. h&#228;ufigen Notaufnahmenutzer*innen [<xref ref-type="bibr" rid="CR6">6</xref>]. festgestellt [<xref ref-type="bibr" rid="CR4">4</xref>, <xref ref-type="bibr" rid="CR5">5</xref>, <xref ref-type="bibr" rid="CR20">20</xref>, <xref ref-type="bibr" rid="CR26">26</xref>]. Die vorliegende Studie best&#228;tigt einen hohen Anteil erfasster Wiedervorstellungen (57,3&#8239;%) unter den psychosozialen Notf&#228;llen.</p><p>Im Vergleich zu der Verteilung von ausl&#228;ndischen Staatsangeh&#246;rigkeiten unter den Einwohner*innen Berlins sind in dieser Studie Einwohner*innen mit deutscher Staatsangeh&#246;rigkeit &#252;berrepr&#228;sentiert (Berlin-Brandenburg 2016; [<xref ref-type="bibr" rid="CR3">3</xref>]). Dies widerspricht in Teilen den Erkenntnissen aus anderen Studien, nach denen Menschen mit Migrationshintergrund beispielsweise eine h&#246;here Inanspruchnahme von Notaufnahmen unter anderem auch f&#252;r psychiatrische Behandlungsanl&#228;sse aufzeigen [<xref ref-type="bibr" rid="CR12">12</xref>, <xref ref-type="bibr" rid="CR19">19</xref>]. Allerdings wurde aus den Daten nur die Staatsangeh&#246;rigkeit erhoben, die zu einer Untererfassung des Migrationshintergrunds f&#252;hren kann.</p><sec id="Sec11"><title>Limitationen der Arbeit</title><p>Unter dem Begriff &#8222;psychosoziale Notf&#228;lle&#8220; wurden im Rahmen dieser Arbeit bestimmte Behandlungsanl&#228;sse definiert, die aus der Literatur abgeleitet wurden. Die Begriffsdefinition und die Differenzierung zwischen psychischen, psychiatrischen und sozialen Behandlungsanl&#228;ssen ist in der vorliegenden Literatur heterogen und konnte im Rahmen dieser retrospektiven Studie nicht ad&#228;quat erhoben werden. Daher m&#252;ssen die Ergebnisse dieser Studie, wie auch andere Arbeiten zum Thema psychosoziale Notf&#228;lle, in Relation zu der zugrunde liegenden Begriffsdefinition dieser Studie interpretiert werden. F&#252;r zuk&#252;nftige, prospektive Projekte sollte eine Unterscheidung der verschiedenen Entit&#228;ten und eine Goldstandardbeurteilung der Behandlungsanl&#228;sse durch ein entsprechend interdisziplin&#228;res Panel angestrebt werden.</p><p>Die Limitationen der Arbeit ergeben sich weiterhin aus dem retrospektiven, unizentrischen Studiendesign. Aufgrund des retrospektiven Ansatzes konnte kein direkter Einfluss auf die Datenerfassung und -dokumentation in der Notaufnahme genommen werden. Wie bereits diskutiert f&#252;hrt dies vermutlich zu einer Untersch&#228;tzung der Pr&#228;valenz psychosozialer Behandlungsanl&#228;sse in der Notaufnahme. Mit einer prospektiven Studie und standardisierten Screeningtools k&#246;nnte dem entgegengewirkt werden.</p><p>Das unizentrische Design beinhaltet zus&#228;tzlich die Limitation, dass lediglich die Sozialstruktur eines Standorts und dessen Einzugsgebiet einbezogen werden konnte. Daher k&#246;nnen die Daten nur bedingt als repr&#228;sentativ eingesch&#228;tzt werden, was unter anderem auch die &#220;berrepr&#228;sentativit&#228;t deutscher Staatsangeh&#246;rigkeiten (am Standort Mitte) im Vergleich zur Gesamtbev&#246;lkerung Berlins erkl&#228;ren k&#246;nnte. Gleichzeitig leistet die Studie trotz des unizentrischen Ansatzes einen entscheidenden Beitrag zur bislang mangelnden Quantifizierung psychosozialer Notf&#228;lle. Die sich aus den Daten ergebende Annahme einer hohen Dunkelziffer verdeutlicht, dass eine Erhebung psychosozialer Notf&#228;lle &#252;ber diagnostische Routinedaten zwar multizentrisch leicht umsetzbar w&#228;re, aber zu einer starken Untersch&#228;tzung der eigentlichen Pr&#228;valenz psychosozialer Notf&#228;lle f&#252;hren w&#252;rde.</p></sec><sec id="Sec12"><title>Schlussfolgerungen</title><p>Erstmalig konnte f&#252;r eine Notaufnahme in Deutschland gezeigt werden, dass es einen relevanten Anteil psychosozialer Begleit- oder Hauptbehandlungsanl&#228;sse in der Notaufnahme gibt, die zu einem &#252;berwiegenden Teil in den kodierten Diagnosen nicht identifizierbar sind. Es ist davon auszugehen, dass die Dunkelziffer noch h&#246;her liegt. Notaufnahmen stellen somit eine wichtige Anlaufstelle f&#252;r vulnerable Patient*innengruppen dar, die dort bisher weder ausreichend identifiziert noch bedarfsgerecht behandelt werden. Forschungsbedarf ergibt sich damit vor allem hinsichtlich einer klaren Begriffsdefinition des &#8222;psychosozialen Notfalls&#8220;, dessen prospektiver Identifikation und der Entwicklung von Interventionen, um Wiedervorstellungen zu vermeiden und die Patient*innen ad&#228;quat zu versorgen oder in bedarfsgerechte Strukturen weiterzuleiten.</p></sec></sec><sec id="Sec13" sec-type="conclusion"><title>Fazit f&#252;r die Praxis</title><p>
<list list-type="bullet"><list-item><p>Bisher fehlt eine einheitliche Definition des psychosozialen Notfalls im notfallmedizinischen Kontext.</p></list-item><list-item><p>Es findet sich ein relevanter Anteil psychosozialer Behandlungsanl&#228;sse in den Routinedaten zur Notfallversorgung in der Notaufnahme.</p></list-item><list-item><p>Der Anteil der nicht in den Diagnosen kodierten F&#228;lle ist hoch.</p></list-item><list-item><p>Es ist eine hohe Dunkelziffer an nichtkodierten F&#228;llen zu erwarten, die durch prospektive Forschungsans&#228;tze adressiert werden muss.</p></list-item></list>
</p></sec></body><back><fn-group><fn><p>
<graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="anchor" id="d32e243" orientation="portrait" xlink:href="63_2022_981_Figqr_HTML.jpg"/>
</p><p>QR-Code scannen &amp; Beitrag online lesen</p></fn></fn-group><notes notes-type="funding-information"><title>Funding</title><p>Open Access funding enabled and organized by Projekt DEAL.</p></notes><notes><title>Einhaltung ethischer Richtlinien</title><notes id="FPar1"><title>Interessenkonflikt</title><p>A.&#160;Ruegenberg, M.&#160;Schmiedhofer, A.&#160;Kreutzberg, C.&#160;Henschke, M.&#160;M&#246;ckel und A.&#160;Slagman geben an, keine Interessenskonflikte in Bezug auf das vorliegende Manuskript zu haben. Ein Projekt mit Manuskriptbezug wurde mit einer Anschubfinanzierung der Berlin University Alliance gef&#246;rdert.</p></notes><notes><p>F&#252;r diesen Beitrag wurden von den Autor/-innen keine prospektiven Untersuchungen oder Studien an Menschen oder Tieren durchgef&#252;hrt. F&#252;r die aufgef&#252;hrten Studien gelten die jeweils dort angegebenen ethischen Richtlinien.</p></notes></notes><ref-list id="Bib1"><title>Literatur</title><ref id="CR1"><label>1.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Anderson</surname><given-names>ES</given-names></name><name name-style="western"><surname>Hsieh</surname><given-names>D</given-names></name><name name-style="western"><surname>Alter</surname><given-names>HJ</given-names></name></person-group><article-title>Social emergency medicine: embracing the dual role of the emergency department in acute care and population health</article-title><source>Ann Emerg Med</source><year>2016</year><volume>68</volume><fpage>21</fpage><lpage>25</lpage><pub-id pub-id-type="doi">10.1016/j.annemergmed.2016.01.005</pub-id><pub-id pub-id-type="pmid">26921967</pub-id></element-citation></ref><ref id="CR2"><label>2.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Andren</surname><given-names>KG</given-names></name><name name-style="western"><surname>Rosenqvist</surname><given-names>U</given-names></name></person-group><article-title>Heavy users of an emergency department: psycho-social and medical characteristics, other health care contacts and the effect of a&#160;hospital social worker intervention</article-title><source>Soc Sci Med</source><year>1985</year><volume>21</volume><fpage>761</fpage><lpage>770</lpage><pub-id pub-id-type="doi">10.1016/0277-9536(85)90124-8</pub-id><pub-id pub-id-type="pmid">4071113</pub-id></element-citation></ref><ref id="CR3"><label>3.</label><element-citation publication-type="book"><person-group person-group-type="author"><collab>Die Beauftragte des Berliner Senats f&#252;r Integration und Migration</collab></person-group><source>Einwohner Berlins mit ausl&#228;ndischer Staatsangeh&#246;rigkeit</source><year>2016</year></element-citation></ref><ref id="CR4"><label>4.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Bieler</surname><given-names>G</given-names></name><name name-style="western"><surname>Paroz</surname><given-names>S</given-names></name><name name-style="western"><surname>Faouzi</surname><given-names>M</given-names></name><etal/></person-group><article-title>Social and medical vulnerability factors of emergency department frequent users in a&#160;universal health insurance system</article-title><source>Acad Emerg Med</source><year>2012</year><volume>19</volume><fpage>63</fpage><lpage>68</lpage><pub-id pub-id-type="doi">10.1111/j.1553-2712.2011.01246.x</pub-id><pub-id pub-id-type="pmid">22221292</pub-id></element-citation></ref><ref id="CR5"><label>5.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Bodenmann</surname><given-names>P</given-names></name><name name-style="western"><surname>Baggio</surname><given-names>S</given-names></name><name name-style="western"><surname>Iglesias</surname><given-names>K</given-names></name><etal/></person-group><article-title>Characterizing the vulnerability of frequent emergency department users by applying a&#160;conceptual framework: a&#160;controlled, cross-sectional study</article-title><source>Int J Equity Health</source><year>2015</year><volume>14</volume><fpage>146</fpage><pub-id pub-id-type="doi">10.1186/s12939-015-0277-5</pub-id><pub-id pub-id-type="pmid">26645272</pub-id><pub-id pub-id-type="pmcid">PMC4673736</pub-id></element-citation></ref><ref id="CR6"><label>6.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Breuer</surname><given-names>F</given-names></name><name name-style="western"><surname>Pommerenke</surname><given-names>C</given-names></name><name name-style="western"><surname>Wollenhaupt</surname><given-names>L</given-names></name><etal/></person-group><article-title>Vorkommen von Frequent Usern und Frequent Callern in einem gro&#223;st&#228;dtischen Rettungsdienst: Indikatoren eines unzureichenden Gesundheits- und Sozialsystems?</article-title><source>Notfall Rettungsmed</source><year>2020</year><volume>23</volume><fpage>122</fpage><lpage>131</lpage><pub-id pub-id-type="doi">10.1007/s10049-019-0600-6</pub-id></element-citation></ref><ref id="CR7"><label>7.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Engel</surname><given-names>PWT</given-names></name><name name-style="western"><surname>Lukas</surname><given-names>RP</given-names></name><name name-style="western"><surname>Harding</surname><given-names>U</given-names></name><name name-style="western"><surname>Weber</surname><given-names>TP</given-names></name><name name-style="western"><surname>Van Aken</surname><given-names>H</given-names></name><name name-style="western"><surname>Bohn</surname><given-names>A</given-names></name></person-group><article-title>Beeinflussen soziodemografische Faktoren Notarzteins&#228;tze? Analyse in der Stadt M&#252;nster</article-title><source>An&#228;sthesist</source><year>2011</year><pub-id pub-id-type="doi">10.1007/s00101-011-1932-x</pub-id><pub-id pub-id-type="pmid">21881930</pub-id></element-citation></ref><ref id="CR8"><label>8.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Freudenmann</surname><given-names>REJ</given-names></name><name name-style="western"><surname>Lang</surname><given-names>D</given-names></name><name name-style="western"><surname>Klaus</surname><given-names>J</given-names></name><name name-style="western"><surname>Gahr</surname><given-names>M</given-names></name><name name-style="western"><surname>Sch&#246;nfeldt-Lecuona</surname><given-names>C</given-names></name></person-group><article-title>Psychiatric emergencies in the emergency room of the Ulm university hospital in 2000 and 2010</article-title><source>Psychiat Prax</source><year>2015</year><volume>44</volume><fpage>29</fpage><lpage>35</lpage><pub-id pub-id-type="doi" assigning-authority="pmc">10.1055/s-0035-1552681</pub-id><pub-id pub-id-type="pmid">26158716</pub-id></element-citation></ref><ref id="CR9"><label>9.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Hedayioglu</surname><given-names>J</given-names></name><name name-style="western"><surname>Whibley</surname><given-names>J</given-names></name><name name-style="western"><surname>Bottle</surname><given-names>L</given-names></name><etal/></person-group><article-title>Managing the needs of frequent attenders of urgent care services: a&#160;case management approach</article-title><source>Emerg Nurse</source><year>2020</year><volume>28</volume><fpage>16</fpage><lpage>23</lpage><pub-id pub-id-type="doi">10.7748/en.2020.e1998</pub-id><pub-id pub-id-type="pmid">32314562</pub-id></element-citation></ref><ref id="CR10"><label>10.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Hulme</surname><given-names>J</given-names></name><name name-style="western"><surname>Sheikh</surname><given-names>H</given-names></name><name name-style="western"><surname>Xie</surname><given-names>E</given-names></name><etal/></person-group><article-title>Mortality among patients with frequent emergency department use for alcohol-related reasons in Ontario: a&#160;population-based cohort study</article-title><source>CMAJ</source><year>2020</year><volume>192</volume><fpage>E1522</fpage><lpage>E1531</lpage><pub-id pub-id-type="doi">10.1503/cmaj.191730</pub-id><pub-id pub-id-type="pmid">33229348</pub-id><pub-id pub-id-type="pmcid">PMC7721258</pub-id></element-citation></ref><ref id="CR11"><label>11.</label><element-citation publication-type="book"><person-group person-group-type="author"><name name-style="western"><surname>Karutz</surname><given-names>H</given-names></name></person-group><person-group person-group-type="editor"><name name-style="western"><surname>Atzbach</surname><given-names>U</given-names></name><name name-style="western"><surname>H&#252;ndorf</surname><given-names>H-P</given-names></name><name name-style="western"><surname>Lipp</surname><given-names>R</given-names></name></person-group><article-title>Der psychosoziale Notfall: F&#252;r den Rettungsdienst ein Fehleinsatz?</article-title><source>Notfallsanit&#228;ter upgrade</source><year>2016</year><publisher-loc>Edewecht</publisher-loc><publisher-name>S+K Verlagsgesellschaft GmbH</publisher-name><fpage>632</fpage><lpage>637</lpage></element-citation></ref><ref id="CR12"><label>12.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Kietzmann</surname><given-names>D</given-names></name><name name-style="western"><surname>Knuth</surname><given-names>D</given-names></name><name name-style="western"><surname>Schmidt</surname><given-names>S</given-names></name></person-group><article-title>(Non-)utilization of pre-hospital emergency care by migrants and non-migrants in Germany</article-title><source>Int J Public Health</source><year>2017</year><volume>62</volume><fpage>95</fpage><lpage>102</lpage><pub-id pub-id-type="doi">10.1007/s00038-016-0904-y</pub-id><pub-id pub-id-type="pmid">27658813</pub-id></element-citation></ref><ref id="CR13"><label>13.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Kropp</surname><given-names>SAC</given-names></name><name name-style="western"><surname>Tewildt</surname><given-names>B</given-names></name><name name-style="western"><surname>Sieberer</surname><given-names>M</given-names></name><name name-style="western"><surname>Ziegenbein</surname><given-names>M</given-names></name><name name-style="western"><surname>Huber</surname><given-names>TJ</given-names></name></person-group><article-title>Charakteristik psychiatrischer Patientenin der Notaufnahme</article-title><source>Psychiat Prax</source><year>2005</year><volume>34</volume><issue>02</issue><fpage>72</fpage><lpage>75</lpage><pub-id pub-id-type="doi">10.1055/s-2005-915330</pub-id><pub-id pub-id-type="pmid">17106842</pub-id></element-citation></ref><ref id="CR14"><label>14.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Lamparter</surname><given-names>LE</given-names></name><name name-style="western"><surname>Rech</surname><given-names>MA</given-names></name><name name-style="western"><surname>Nguyen</surname><given-names>TM</given-names></name></person-group><article-title>Homeless patients tend to have greater psychiatric needs when presenting to the emergency department(.)</article-title><source>Am J Emerg Med</source><year>2020</year><volume>38</volume><fpage>1315</fpage><lpage>1318</lpage><pub-id pub-id-type="doi">10.1016/j.ajem.2019.10.012</pub-id><pub-id pub-id-type="pmid">31836345</pub-id></element-citation></ref><ref id="CR15"><label>15.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Lampert</surname><given-names>THJ</given-names></name><name name-style="western"><surname>Kroll</surname><given-names>LE</given-names></name></person-group><article-title>Soziale Unterschiede in der Mortalit&#228;t und Lebenserwartung in Deutschland &#8211; Aktuelle Situation und Trends</article-title><source>J Health Monit</source><year>2019</year><volume>4</volume><issue>1</issue><fpage>3</fpage><lpage>15</lpage></element-citation></ref><ref id="CR16"><label>16.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Lampert</surname><given-names>T</given-names></name><name name-style="western"><surname>Koch-Gromus</surname><given-names>U</given-names></name></person-group><article-title>Soziale Ungleichheit und Gesundheit</article-title><source>Bundesgesundheitsblatt Gesundheitsforschung Gesundheitsschutz</source><year>2016</year><volume>59</volume><fpage>151</fpage><lpage>152</lpage><pub-id pub-id-type="doi">10.1007/s00103-015-2306-3</pub-id><pub-id pub-id-type="pmid">26781779</pub-id></element-citation></ref><ref id="CR17"><label>17.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Luiz</surname><given-names>T</given-names></name><name name-style="western"><surname>Schmitt</surname><given-names>TK</given-names></name><name name-style="western"><surname>Madler</surname><given-names>C</given-names></name></person-group><article-title>Der Notarzt als Manager sozialer Krisen</article-title><source>Notfall Rettungsmed</source><year>2002</year><volume>5</volume><fpage>505</fpage><lpage>511</lpage><pub-id pub-id-type="doi">10.1007/s10049-002-0502-9</pub-id></element-citation></ref><ref id="CR18"><label>18.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Luiz</surname><given-names>T</given-names></name><name name-style="western"><surname>Huber</surname><given-names>T</given-names></name><name name-style="western"><surname>Schieth</surname><given-names>B</given-names></name><name name-style="western"><surname>Madler</surname><given-names>C</given-names></name></person-group><article-title>Einsatzeralit&#228;t eines st&#228;dtischen Notarztdienstes: Medizinisches Spektrum und lokale Einsatzverteilung</article-title><source>Anasth. Intensivmed.</source><year>2000</year><volume>41</volume><fpage>765</fpage><lpage>773</lpage></element-citation></ref><ref id="CR19"><label>19.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Muller</surname><given-names>M</given-names></name><name name-style="western"><surname>Klingberg</surname><given-names>K</given-names></name><name name-style="western"><surname>Srivastava</surname><given-names>D</given-names></name><etal/></person-group><article-title>Consultations by asylum seekers: recent trends in the emergency department of a&#160;Swiss university hospital</article-title><source>PLoS One</source><year>2016</year><volume>11</volume><fpage>e0155423</fpage><pub-id pub-id-type="doi">10.1371/journal.pone.0155423</pub-id><pub-id pub-id-type="pmid">27192154</pub-id><pub-id pub-id-type="pmcid">PMC4871557</pub-id></element-citation></ref><ref id="CR20"><label>20.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Norman</surname><given-names>C</given-names></name><name name-style="western"><surname>Mello</surname><given-names>M</given-names></name><name name-style="western"><surname>Choi</surname><given-names>B</given-names></name></person-group><article-title>Identifying frequent users of an urban emergency medical service using descriptive statistics and regression analyses</article-title><source>West J Emerg Med</source><year>2016</year><volume>17</volume><fpage>39</fpage><lpage>45</lpage><pub-id pub-id-type="doi">10.5811/westjem.2015.10.28508</pub-id><pub-id pub-id-type="pmid">26823929</pub-id><pub-id pub-id-type="pmcid">PMC4729417</pub-id></element-citation></ref><ref id="CR21"><label>21.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Pr&#252;ckner</surname><given-names>S</given-names></name><name name-style="western"><surname>Schell</surname><given-names>B</given-names></name><name name-style="western"><surname>Luiz</surname><given-names>T</given-names></name><etal/></person-group><article-title>Der Arbeitslose als Notfallpatient</article-title><source>Notfall Rettungsmed</source><year>2008</year><volume>11</volume><fpage>557</fpage><lpage>562</lpage><pub-id pub-id-type="doi">10.1007/s10049-008-1107-8</pub-id></element-citation></ref><ref id="CR22"><label>22.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Russell</surname><given-names>M</given-names></name><name name-style="western"><surname>Soong</surname><given-names>W</given-names></name><name name-style="western"><surname>Nicholls</surname><given-names>C</given-names></name><etal/></person-group><article-title>Homelessness youth and mental health service utilization: a long-term follow-up study</article-title><source>Early Interv Psychiatry</source><year>2021</year><volume>15</volume><fpage>563</fpage><lpage>568</lpage><pub-id pub-id-type="doi">10.1111/eip.12985</pub-id><pub-id pub-id-type="pmid">32426950</pub-id></element-citation></ref><ref id="CR23"><label>23.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Scheiner</surname><given-names>N</given-names></name><name name-style="western"><surname>Cohen</surname><given-names>S</given-names></name><name name-style="western"><surname>Davis</surname><given-names>R</given-names></name><etal/></person-group><article-title>The effect of integrated care on self-management and emergency department attendance</article-title><source>BJPsych Bull</source><year>2019</year><volume>43</volume><fpage>117</fpage><lpage>122</lpage><pub-id pub-id-type="doi">10.1192/bjb.2019.1</pub-id><pub-id pub-id-type="pmid">30755285</pub-id><pub-id pub-id-type="pmcid">PMC8058819</pub-id></element-citation></ref><ref id="CR24"><label>24.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Schmitt</surname><given-names>TK</given-names></name><name name-style="western"><surname>Luiz</surname><given-names>T</given-names></name><name name-style="western"><surname>Poloczek</surname><given-names>S</given-names></name><etal/></person-group><article-title>Sozialepidemiologie einer neuen Einsatzkategorie</article-title><source>Notfall Rettungsmed</source><year>2002</year><volume>5</volume><fpage>102</fpage><lpage>109</lpage><pub-id pub-id-type="doi">10.1007/s10049-001-0414-0</pub-id></element-citation></ref><ref id="CR25"><label>25.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Sefrin</surname><given-names>P</given-names></name><name name-style="western"><surname>Ripberger</surname><given-names>G</given-names></name></person-group><article-title>Stellenwert des Notarztes im Rahmen der Bew&#228;ltigung psycho-sozialer Probleme</article-title><source>Intensivmed</source><year>2008</year><volume>45</volume><fpage>55</fpage><lpage>63</lpage><pub-id pub-id-type="doi">10.1007/s00390-008-0862-6</pub-id></element-citation></ref><ref id="CR26"><label>26.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Slankamenac</surname><given-names>K</given-names></name><name name-style="western"><surname>Heidelberger</surname><given-names>R</given-names></name><name name-style="western"><surname>Keller</surname><given-names>DI</given-names></name></person-group><article-title>Prediction of recurrent emergency department visits in patients with mental disorders</article-title><source>Front Psychiatry</source><year>2020</year><volume>11</volume><fpage>48</fpage><pub-id pub-id-type="doi">10.3389/fpsyt.2020.00048</pub-id><pub-id pub-id-type="pmid">32161556</pub-id><pub-id pub-id-type="pmcid">PMC7052358</pub-id></element-citation></ref><ref id="CR27"><label>27.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Vu</surname><given-names>F</given-names></name><name name-style="western"><surname>Daeppen</surname><given-names>JB</given-names></name><name name-style="western"><surname>Hugli</surname><given-names>O</given-names></name><etal/></person-group><article-title>Screening of mental health and substance users in frequent users of a&#160;general Swiss emergency department</article-title><source>BMC Emerg Med</source><year>2015</year><volume>15</volume><fpage>27</fpage><pub-id pub-id-type="doi">10.1186/s12873-015-0053-2</pub-id><pub-id pub-id-type="pmid">26452550</pub-id><pub-id pub-id-type="pmcid">PMC4600290</pub-id></element-citation></ref><ref id="CR28"><label>28.</label><element-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Wahlster</surname><given-names>P</given-names></name><name name-style="western"><surname>Czihal</surname><given-names>T</given-names></name><name name-style="western"><surname>Gibis</surname><given-names>B</given-names></name><etal/></person-group><article-title>Developments in emergency care&#8212;analysis of emergency cases in in- and outpatient care from 2009 to 2015 in Germany</article-title><source>Gesundheitswesen</source><year>2020</year><volume>82</volume><fpage>548</fpage><lpage>558</lpage><pub-id pub-id-type="pmid">30786291</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1055/a-0820-3904</pub-id></element-citation></ref></ref-list></back></article></pmc-articleset>