<?xml version="1.0"  ?><!DOCTYPE pmc-articleset PUBLIC "-//NLM//DTD ARTICLE SET 2.0//EN" "https://dtd.nlm.nih.gov/ncbi/pmc/articleset/nlm-articleset-2.0.dtd"><pmc-articleset><article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xml:lang="en" article-type="research-article" dtd-version="1.4"><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Can J Psychiatry</journal-id><journal-id journal-id-type="iso-abbrev">Can J Psychiatry</journal-id><journal-id journal-id-type="pmc-domain-id">2444</journal-id><journal-id journal-id-type="pmc-domain">canjpsych</journal-id><journal-id journal-id-type="publisher-id">CPA</journal-id><journal-title-group><journal-title>Canadian Journal of Psychiatry. Revue Canadienne de Psychiatrie</journal-title></journal-title-group><issn pub-type="ppub">0706-7437</issn><issn pub-type="epub">1497-0015</issn><publisher><publisher-name>SAGE Publications</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">PMC11107444</article-id><article-id pub-id-type="pmcid-ver">PMC11107444.1</article-id><article-id pub-id-type="pmcaid">11107444</article-id><article-id pub-id-type="pmcaiid">11107444</article-id><article-id pub-id-type="pmid">38343025</article-id><article-id pub-id-type="doi">10.1177/07067437241226998</article-id><article-id pub-id-type="publisher-id">10.1177_07067437241226998</article-id><article-version article-version-type="pmc-version">1</article-version><article-categories><subj-group subj-group-type="heading"><subject>Regular Articles</subject></subj-group></article-categories><title-group><article-title>The Mental Health of First Nations Children in Manitoba: A Population-Based Retrospective Cohort Study Using Linked Administrative Data: La sant&#233; mentale des enfants des Premi&#232;res Nations au Manitoba : une &#233;tude de cohorte r&#233;trospective dans la population, &#224; l&#8217;aide de donn&#233;es administratives li&#233;es</article-title></title-group><contrib-group><contrib contrib-type="author" corresp="yes"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0003-4580-6510</contrib-id><name name-style="western"><surname>Chartier</surname><given-names initials="MJ">Mariette J</given-names></name><degrees>PhD</degrees><xref rid="aff1-07067437241226998" ref-type="aff">1</xref><xref rid="corresp1-07067437241226998" ref-type="corresp"/></contrib><contrib contrib-type="author"><name name-style="western"><surname>Brownell</surname><given-names initials="M">Marni</given-names></name><degrees>PhD</degrees><xref rid="aff1-07067437241226998" ref-type="aff">1</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Star</surname><given-names initials="L">Leona</given-names></name><xref rid="aff2-07067437241226998" ref-type="aff">2</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Murdock</surname><given-names initials="N">Nora</given-names></name><degrees>PhD</degrees><xref rid="aff3-07067437241226998" ref-type="aff">3</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Campbell</surname><given-names initials="R">Rhonda</given-names></name><degrees>MN</degrees><xref rid="aff4-07067437241226998" ref-type="aff">4</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Phillips-Beck</surname><given-names initials="W">Wanda</given-names></name><degrees>PhD</degrees><xref rid="aff2-07067437241226998" ref-type="aff">2</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Horton</surname><given-names initials="M">Mabel</given-names></name><degrees>BA</degrees><xref rid="aff5-07067437241226998" ref-type="aff">5</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Meade</surname><given-names initials="C">Chelsey</given-names></name><degrees>BA</degrees><xref rid="aff3-07067437241226998" ref-type="aff">3</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Au</surname><given-names initials="W">Wendy</given-names></name><degrees>BSc</degrees><xref rid="aff1-07067437241226998" ref-type="aff">1</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Schultz</surname><given-names initials="J">Jennifer</given-names></name><degrees>MA</degrees><xref rid="aff1-07067437241226998" ref-type="aff">1</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Bowes</surname><given-names initials="JM">John-Michael</given-names></name><degrees>BA</degrees><xref rid="aff1-07067437241226998" ref-type="aff">1</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Cochrane</surname><given-names initials="B">Brooke</given-names></name><degrees>MD</degrees><xref rid="aff6-07067437241226998" ref-type="aff">6</xref></contrib></contrib-group><aff id="aff1-07067437241226998">
<label>1</label>Department of Community Health Sciences, Rady Faculty of Health Sciences, University of Manitoba; Winnipeg, Canada</aff><aff id="aff2-07067437241226998">
<label>2</label>First Nations Health and Social Secretariat of Manitoba, Winnipeg, Canada</aff><aff id="aff3-07067437241226998">
<label>3</label><institution-wrap><institution-id institution-id-type="Ringgold">525675</institution-id><institution content-type="university">Manitoba First Nations Education Resource Centre</institution></institution-wrap>, Winnipeg, Canada</aff><aff id="aff4-07067437241226998">
<label>4</label>College of Nursing, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Canada</aff><aff id="aff5-07067437241226998">
<label>5</label>Advisory Working Group, First Nations Health and Social Secretariat of Manitoba, Winnipeg, Canada</aff><aff id="aff6-07067437241226998">
<label>6</label>College of Medicine, Rady Faculty of Health Sciences, University of Manitoba. Winnipeg, Canada</aff><author-notes><corresp id="corresp1-07067437241226998">Mariette J. Chartier, PhD, Manitoba Centre for Health Policy, University of Manitoba, 408-727 McDermot Avenue, Winnipeg, Manitoba, R3E 3P5, Canada. 
Email: <email>Mariette.Chartier@umanitoba.ca</email></corresp></author-notes><pub-date pub-type="epub"><day>11</day><month>2</month><year>2024</year></pub-date><pub-date pub-type="ppub"><month>6</month><year>2024</year></pub-date><volume>69</volume><issue>6</issue><issue-id pub-id-type="pmc-issue-id">462790</issue-id><fpage>404</fpage><lpage>414</lpage><pub-history><event event-type="pmc-release"><date><day>11</day><month>02</month><year>2024</year></date></event><event event-type="pmc-live"><date><day>22</day><month>05</month><year>2024</year></date></event><event event-type="pmc-last-change"><date iso-8601-date="2024-05-22 10:25:14.410"><day>22</day><month>05</month><year>2024</year></date></event></pub-history><permissions><copyright-statement>&#169; The Author(s) 2024</copyright-statement><copyright-year>2024</copyright-year><copyright-holder content-type="sage">Canadian Psychiatric Association</copyright-holder><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>This article is distributed under the terms of the Creative Commons Attribution 4.0 License (<ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">https://creativecommons.org/licenses/by/4.0/</ext-link>) which permits any use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the SAGE and Open Access page (<ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://us.sagepub.com/en-us/nam/open-access-at-sage">https://us.sagepub.com/en-us/nam/open-access-at-sage</ext-link>).</license-p></license></permissions><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" content-type="pmc-pdf" xlink:href="10.1177_07067437241226998.pdf"/><abstract><sec><title>Objective</title><p>First Nations children face a greater risk of experiencing mental disorders than other children from the general population because of family and societal factors, yet there is little research examining their mental health. This study compares diagnosed mental disorders and suicidal behaviours of First Nations children living on-reserve and off-reserve to all other children living in Manitoba.</p></sec><sec><title>Method</title><p>The research team, which included First Nations and non-First Nations researchers, utilized population-based administrative data that linked de-identified individual-level records from the 2016 First Nations Research File to health and social information for children living in Manitoba. Adjusted rates and rate ratios of mental disorders and suicide behaviours were calculated using a generalized linear modelling approach to compare First Nations children (<italic toggle="yes">n</italic>&#8201;=&#8201;40,574) and all other children (<italic toggle="yes">n</italic>&#8201;=&#8201;197,109) and comparing First Nations children living on- and off-reserve.</p></sec><sec><title>Results</title><p>Compared with all other children, First Nations children had a higher prevalence of schizophrenia (adjusted rate ratio (aRR): 4.42, 95% confidence interval (CI), 3.36 to 5.82), attention-deficit hyperactivity disorder (ADHD; aRR: 1.21, 95% CI, 1.09 to 1.33), substance use disorders (aRR: 5.19; 95% CI, 4.25 to 6.33), hospitalizations for suicide attempts (aRR: 6.96; 95% CI, 4.36 to 11.13) and suicide deaths (aRR: 10.63; 95% CI, 7.08 to 15.95). The prevalence of ADHD and mood/anxiety disorders was significantly higher for First Nations children living off-reserve compared with on-reserve; in contrast, hospitalization rates for suicide attempts were twice as high on-reserve than off-reserve. When the comparison cohort was restricted to only other children in low-income areas, a higher prevalence of almost all disorders remained for First Nations children.</p></sec><sec><title>Conclusion</title><p>Large disparities were found in mental health indicators between First Nations children and other children in Manitoba, demonstrating that considerable work is required to improve the mental well-being of First Nations children. Equitable access to culturally safe services is urgently needed and these services should be self-determined, planned, and implemented by First Nations people.</p></sec></abstract><trans-abstract abstract-type="normal" xml:lang="fr"><title>R&#233;sum&#233;</title><sec><title>Objectif</title><p>Les enfants des Premi&#232;res Nations courent un risque plus &#233;lev&#233; de souffrir de troubles mentaux que les autres enfants de la population g&#233;n&#233;rale en raison de facteurs familiaux et soci&#233;taux, et pourtant, il y a peu de recherche qui examine leur sant&#233; mentale. La pr&#233;sente &#233;tude compare les troubles mentaux diagnostiqu&#233;s et les comportements suicidaires des enfants des Premi&#232;res Nations qui vivent dans une r&#233;serve et hors r&#233;serve avec tous les autres enfants habitant au Manitoba.</p></sec><sec><title>M&#233;thode</title><p>L&#8217;&#233;quipe de recherche, compos&#233;e de chercheurs des Premi&#232;res nations et non Autochtones, a utilis&#233; des donn&#233;es administratives dans la population qui liaient des dossiers individuels anonymis&#233;s du Dossier de recherche de 2016 des Premi&#232;res Nations &#224; l&#8217;information de sant&#233; et sociale pour les enfants vivant au Manitoba. Des taux ajust&#233;s et des ratios de taux des troubles mentaux et des comportements suicidaires ont &#233;t&#233; calcul&#233;s &#224; l&#8217;aide d&#8217;une approche de mod&#233;lisation lin&#233;aire g&#233;n&#233;ralis&#233;e pour comparer les enfants des Premi&#232;res Nations (n = 40 574) et tous les autres enfants (n = 197 109) et pour comparer les enfants des Premi&#232;res Nations vivant dans une r&#233;serve ou hors r&#233;serve.</p></sec><sec><title>R&#233;sultats</title><p>Compar&#233;s &#224; tous les autres enfants, les enfants des Premi&#232;res Nations avaient une pr&#233;valence plus &#233;lev&#233;e de schizophr&#233;nie [ratio de taux ajust&#233; (RTa) : 4,42, intervalle de confiance 95 % (IC) : 3,36 &#224; 5,82), trouble de d&#233;ficit d&#8217;attention avec hyperactivit&#233; (TDAH), (RTa) :1,21, IC :1,09 &#224; 1,33), troubles d&#8217;utilisation de substances (RTa 5,19, IC : 4,25 &#224; 6,33), hospitalisations pour tentatives de suicide (RTa : 6,96, IC : 4,36 &#224; 11,13) et d&#233;c&#232;s par suicide (RTa : 10,63, IC : 7,08 &#224; 15,95) ]. La pr&#233;valence du TDAH et des troubles de l&#8217;humeur/anxieux &#233;tait significativement plus &#233;lev&#233;e pour les enfants des Premi&#232;res Nations vivant hors r&#233;serve compar&#233;s &#224; ceux vivant dans une r&#233;serve; par contre, les taux d&#8217;hospitalisation pour tentatives de suicide &#233;taient deux fois plus &#233;lev&#233;s dans les r&#233;serves qu&#8217;hors r&#233;serve. Quand la cohorte de comparaison &#233;tait restreinte seulement aux autres enfants des r&#233;gions &#224; faible revenu, une pr&#233;valence plus &#233;lev&#233;e de presque tous les troubles demeurait pour les enfants des Premi&#232;res Nations.</p></sec><sec><title>Conclusion</title><p>De grandes disparit&#233;s ont &#233;t&#233; constat&#233;es dans les indicateurs de sant&#233; mentale entre les enfants des Premi&#232;res Nations et les autres enfants du Manitoba, d&#233;montrant la n&#233;cessit&#233; d&#8217;un travail consid&#233;rable afin d&#8217;am&#233;liorer le bien-&#234;tre mental des enfants des Premi&#232;res Nations. L&#8217;acc&#232;s &#233;quitable &#224; des services culturellement s&#233;curitaires est n&#233;cessaire de toute urgence et ces services devraient &#234;tre autod&#233;termin&#233;s, planifi&#233;s et mis en &#339;uvre par les peuples des Premi&#232;res Nations.</p></sec></trans-abstract><kwd-group><kwd>common mental disorders</kwd><kwd>child and adolescent psychiatry</kwd><kwd>epidemiology</kwd><kwd>suicide</kwd><kwd>cohort study</kwd></kwd-group><kwd-group xml:lang="fr"><kwd>troubles mentaux communs</kwd><kwd>psychiatrie de l'enfant et de l'adolescent</kwd><kwd>&#233;pid&#233;miologie</kwd><kwd>suicide</kwd><kwd>&#233;tude de cohorte</kwd></kwd-group><funding-group specific-use="FundRef"><award-group id="award1-07067437241226998"><funding-source id="funding1-07067437241226998"><institution-wrap><institution>Province of Manitoba, Department of Health, Seniors and Active Living</institution></institution-wrap></funding-source><award-id rid="funding1-07067437241226998">HIPC#2017/2018-31</award-id></award-group></funding-group><custom-meta-group><custom-meta><meta-name>pmc-status-qastatus</meta-name><meta-value>0</meta-value></custom-meta><custom-meta><meta-name>pmc-status-live</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-status-embargo</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-status-released</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-open-access</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-olf</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-manuscript</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-legally-suppressed</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-pdf</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-supplement</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-pdf-only</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-suppress-copyright</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-real-version</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-scanned-article</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-preprint</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-in-epmc</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>typesetter</meta-name><meta-value>ts19</meta-value></custom-meta></custom-meta-group></article-meta></front><body><p>Mental disorders are arguably among the most common disorders in children and adolescents and can interfere with their relationships, academic work and their prospects for the future.<sup>
<xref rid="bibr1-07067437241226998" ref-type="bibr">1</xref>
</sup> Recent research has found that mental illness in children and adolescents increases their risk of mental illness as adults and it also precedes other adverse outcomes such as dropping out of high school, requiring income assistance or social housing, justice system involvement and suicide deaths.<sup>
<xref rid="bibr2-07067437241226998" ref-type="bibr">2</xref>
</sup> Numerous risk factors are associated with mental disorders including poverty, poor nutrition, violence, and child abuse and neglect.<sup>
<xref rid="bibr3-07067437241226998" ref-type="bibr">3</xref>
</sup></p><p>First Nations children<sup>
<xref rid="fn1-07067437241226998" ref-type="fn">a</xref>
</sup> face a greater risk of experiencing mental disorders than other children from the general population because of historical, intergenerational and societal factors. Colonization in Canada and elsewhere has led to deplorable living conditions for many Indigenous peoples. The past centuries have seen them relegated to reserve lands, starved, neglected and forbidden from practicing their spiritual beliefs.<sup><xref rid="bibr4-07067437241226998" ref-type="bibr">4</xref>,<xref rid="bibr5-07067437241226998" ref-type="bibr">5</xref></sup> Numerous Canadian laws were aimed at assimilating Indigenous peoples into Western culture and essentially preventing them from developing socially and economically.<sup>
<xref rid="bibr6-07067437241226998" ref-type="bibr">6</xref>
</sup> Through residential schools and the child welfare system, many children have been forcibly removed from their families, thereby threatening their language and their cultural and family ties. Many children in residential school systems endured physical, emotional and sexual abuse.<sup>
<xref rid="bibr7-07067437241226998" ref-type="bibr">7</xref>
</sup> These historical experiences have negatively impacted generations of children and have disrupted parenting practices. Today, First Nations people in Canada have a greater likelihood than non-First Nations people of living in overcrowded and substandard housing, experiencing food insecurity and being subjected to underfunded education and health systems. In addition, racism continues to have a profound effect on the health of children's bodies and minds through prolonged exposure to stress and through the barriers it poses to opportunities and services for Indigenous families.<sup>
<xref rid="bibr8-07067437241226998" ref-type="bibr">8</xref>
</sup> The lack of access to health services for First Nations people has been well documented.<sup><xref rid="bibr9-07067437241226998" ref-type="bibr">9</xref>,<xref rid="bibr10-07067437241226998" ref-type="bibr">10</xref></sup> All these factors have threatened First Nations children's mental well-being. However, it is important to be aware of protective factors that can support children from these harms, including their identity, spirituality, connectedness and social support.<sup>
<xref rid="bibr11-07067437241226998" ref-type="bibr">11</xref>
</sup></p><p>Although the media often reports the high suicide rates among First Nations adolescents there has been surprisingly little research examining the mental health of First Nations children. For example, Lehti et al<sup>
<xref rid="bibr12-07067437241226998" ref-type="bibr">12</xref>
</sup> note that epidemiological data available on the mental health of Indigenous young people in the Arctic is limited and that when it comes to younger children, it is almost nonexistent. The existing research does suggest that First Nations children experience more challenges with their mental health than other children. The First Nations and Inuit Regional Health Survey found that 17% of parents thought that their child had more behaviour or emotional problems than their same-aged peers, while 25% of the children (aged 12 and over) reported having these problems.<sup>
<xref rid="bibr13-07067437241226998" ref-type="bibr">13</xref>
</sup> A US study of Indigenous youth aged 11 to 26 years recently reported a prevalence of psychiatric disorders of 28.7% in the past year and a cumulative lifetime prevalence of 77%.<sup>
<xref rid="bibr14-07067437241226998" ref-type="bibr">14</xref>
</sup> Research using 2011 Canadian Census Health and Environment Cohort (CanCHEC) data found that suicide rates among First Nations youth in Canada were 6.3 times higher than non-Indigenous youth.<sup>
<xref rid="bibr15-07067437241226998" ref-type="bibr">15</xref>
</sup></p><p>Understanding the prevalence of mental disorders is crucial for developing policies and providing services that address them. The Truth and Reconciliation Commission of Canada underscores the importance of reporting on mental health indicators to keep the Canadian government and the broader Canadian society accountable.<sup>
<xref rid="bibr7-07067437241226998" ref-type="bibr">7</xref>
</sup> The scant research on First Nations children's mental health is based on self-report survey data with only a few studies using standardized diagnostic interviews<sup><xref rid="bibr12-07067437241226998" ref-type="bibr">12</xref>,<xref rid="bibr14-07067437241226998" ref-type="bibr">14</xref></sup> and existing measures have rarely been validated for First Nations children.<sup>
<xref rid="bibr16-07067437241226998" ref-type="bibr">16</xref>
</sup> Furthermore, there is currently a paucity of research examining schizophrenia or psychosis among Indigenous youth and very few studies report on First Nations living on- and off-reserve in a single study. It is often assumed that disproportionately higher rates of illness of First Nations rest on the high poverty experienced by them,<sup><xref rid="bibr17-07067437241226998" ref-type="bibr">17</xref>,<xref rid="bibr18-07067437241226998" ref-type="bibr">18</xref></sup> and yet this has not been adequately explored.</p><p>The process by which the research is conducted is critical as well. Research that is guided by and meaningfully involves First Nations people leverages the strengths of all team members, decreases the likelihood of further stigmatization and produces mutually beneficial results.<sup>
<xref rid="bibr19-07067437241226998" ref-type="bibr">19</xref>
</sup> Working in strong partnerships with First Nations people also ensures that knowledge gleaned from research will benefit First Nations communities through trust building and knowledge transfer to larger networks. There is a growing literature describing ways of conducting research with Indigenous people and respecting Indigenous ways of knowing.<sup><xref rid="bibr20-07067437241226998" ref-type="bibr">20</xref><xref rid="bibr21-07067437241226998" ref-type="bibr"/>&#8211;<xref rid="bibr22-07067437241226998" ref-type="bibr">22</xref></sup></p><p>Given these gaps, a research team of First Nations and non-First Nations researchers was formed to compare the percentage of diagnosed mental disorders and rates of suicidal behaviours between (a) First Nations children living on- and off-reserve and all other Manitoba children; (b) all First Nations children and only those other Manitoba children who are living in low-income areas.</p><sec sec-type="methods" id="section2-07067437241226998"><title>Methods</title><sec id="section2A-07067437241226998"><title>Study Process</title><p>A partnership model with First Nations people and academic researchers was used to conduct this study. From the onset, the necessity of extensive First Nations involvement throughout all aspects of the research process was recognized. In order to respect, as closely as possible, the First Nations research principles of ownership, control, access and possession, more commonly known as OCAP, a research team was created that included both First Nations researchers and researchers who were allies. A trilateral agreement between First Nation Health and Social Secretariat of Manitoba (FNHSSM), the Manitoba government and the University of Manitoba was arranged to transfer the Government of Canada's registry of all First Nations people in Manitoba to the Manitoba Population Research Data Repository. This registry, therein called the First Nations Research File, included First Nations children living on- and off-reserve and its eligibility criteria for inclusion were laid out in the Indian Act.<sup>
<xref rid="bibr23-07067437241226998" ref-type="bibr">23</xref>
</sup> An advisory working group made up of Knowledge Keepers (elders from the 5 main First Nations cultural groups in Manitoba&#8212;Anishinaabe, Cree, Anishininew, Dakota and Dene peoples) and representatives from the Manitoba government was formed to guide and interpret the study and ensure effective knowledge translation. It was crucial to hear the voices of the Knowledge Keepers as they affirmed the relevance of the study, provided direction on how to present the indicators and shared valuable insights into the interpretation of the findings. This study was approved by FNHSSM's Health Information Research Governance Committee, the University of Manitoba research ethics board (No. HS21198/H2017:342), and the Health Information Privacy Committee of Manitoba Health. We did not obtain individual informed consent, given that the administrative data is de-identified and analysed within a highly secure university environment.</p></sec><sec id="section2B-07067437241226998"><title>Study Design and Cohort Formation</title><p>This retrospective cohort study utilized population-based administrative data that allows de-identified individual-level linkages across multiple databases through a scrambled health number. The study cohort was derived by linking the records of 340,813 children (ages 0&#8211;19 years) from the 2016 Manitoba Health Insurance Registry to the First Nations Research File. Records of children with missing health numbers, children no longer living in Manitoba or those no longer alive were excluded. We further excluded children 0&#8211;5 years old as mental health diagnosis after that age is considered more reliable. Other Manitoba children included virtually all other children living in Manitoba in 2016, including non-Indigenous children and M&#233;tis, Inuit, and non-registered First Nation children. <xref rid="fig1-07067437241226998" ref-type="fig">Figure 1</xref> illustrates that the study cohort of children (6&#8211;19 years) was made up of registered First Nations children (<italic toggle="yes">n</italic>&#8201;=&#8201;40,574) and all other Manitoba children (<italic toggle="yes">n</italic>&#8201;=&#8201;197,109). Among First Nations children, 13,602 (33.5%) were living off-reserve and 26,972 (66.5%) were living on-reserve at the time of the study.</p><fig position="float" id="fig1-07067437241226998" orientation="portrait"><label>Figure 1.</label><caption><p>Cohort formation flowchart of First Nations children and other children, ages 6&#8211;19 years, living in Manitoba in 2016. *Children living in Manitoba in 2016 with a valid Personal Health Identification Number. Duplicates removed.</p></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="10.1177_07067437241226998-fig1.jpg"/></fig><p>To address the second research objective, we further excluded records of children under public guardians and trustee wards because we could not reliably assign these children to an income area. The cohort was further divided by rural and urban to ensure fair comparisons between the First Nations children and other Manitoba children.</p></sec><sec id="section2C-07067437241226998"><title>Data Sources</title><p>The databases used in this study are from the Manitoba Population Research Data Repository housed at the Manitoba Centre for Health Policy (MCHP) at the University of Manitoba. It includes data on virtually all Manitoba residents (over 99%).<sup><xref rid="bibr24-07067437241226998" ref-type="bibr">24</xref><xref rid="bibr25-07067437241226998" ref-type="bibr"/>&#8211;<xref rid="bibr26-07067437241226998" ref-type="bibr">26</xref></sup> The following databases were then used to create the cohort of children and the variables: Manitoba Health Insurance Registry (age, sex, urbanicity &amp; cohort construction); First Nations Research File (First Nations identity); physician billing claims, hospital records, and prescription data (mental disorders and suicide attempts); Vital Statistics (suicide deaths); and Canada census (area-level income).</p></sec><sec id="section2D-07067437241226998"><title>Diagnosed Mental Disorders and Suicide Indicators</title><p>The mental health indicators examined were mental disorders diagnosed by a physician or a nurse practitioner. The following mental disorders were for children and adolescents aged 6 to 19 years old: attention-deficit hyperactivity disorder (ADHD) and mood and anxiety disorders. Given that the prevalence of some disorders is rare for children under 13 years of age, these were examined only for adolescents aged 13 to 19 years old: substance use disorders, schizophrenia, hospitalization for suicide attempts and suicide deaths. As described in previous studies,<sup>
<xref rid="bibr2-07067437241226998" ref-type="bibr">2</xref>
</sup> these indicators were created using the physician claims, hospitalization records, and prescription data and are based on ICD-9-CM and ICD-10-CA diagnostic codes (see <xref rid="table1-07067437241226998" ref-type="table">Table 1</xref> for specific codes used). Suicides were determined through the Vital Statistics database.</p><table-wrap position="float" id="table1-07067437241226998" orientation="portrait"><label>Table 1.</label><caption><p>Case Ascertainment Criteria of Mental Health Indicators Using Administrative Data.</p></caption><alternatives><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="10.1177_07067437241226998-table1.jpg"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/><col align="left" span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1">Indicators</th><th align="left" rowspan="1" colspan="1">Case ascertainment criteria</th></tr></thead><tbody><tr><td rowspan="4" colspan="1">Attention deficit hyperactivity disorder (ADHD)</td><td rowspan="1" colspan="1">&#8226; 1 or more hospitalizations with the ICD-10-CA code: F90 in 1 fiscal year;</td></tr><tr><td rowspan="1" colspan="1">&#8226; or 1 or more physician claims with the ICD-9-CM code: 314 in 1 fiscal year;</td></tr><tr><td rowspan="1" colspan="1">&#8226; or 2 or more prescriptions for ADHD drugs in 1 fiscal year without the following ICD-10-CA codes in the same fiscal year: F63, F91, F92, F93, F94, G47.4;</td></tr><tr><td rowspan="1" colspan="1">&#8226; or 1 prescription for ADHD drugs in 1 fiscal year with the ICD-9-CM code 314 or ICD-10-CA code F90 in the previous 3 fiscal years.</td></tr><tr><td rowspan="2" colspan="1">Mood and anxiety disorders</td><td rowspan="1" colspan="1">&#8226; 1 or more hospitalizations with ICD-10-CA codes: F30, F31, F32, F33, F34, F38, F40, F41, F42, F43, F53.0, F93.0;</td></tr><tr><td rowspan="1" colspan="1">&#8226; or 2 or more physician visits with ICD-9-CM codes: 296, 300, 309, 311, 313.</td></tr><tr><td rowspan="2" colspan="1">Substance use disorder</td><td rowspan="1" colspan="1">&#8226; 1 or more hospitalizations with ICD-10-CA codes: F10&#8211;F19, F55, Z50.2, Z50.3;</td></tr><tr><td rowspan="1" colspan="1">&#8226; or 1 or more physician visits with ICD-9-CM codes: 291, 292, 303, 304, 305.</td></tr><tr><td rowspan="2" colspan="1">Schizophrenia</td><td rowspan="1" colspan="1">&#8226; 1 or more hospitalizations with ICD-10-CA code F20;</td></tr><tr><td rowspan="1" colspan="1">&#8226; or 1 or more physician visits with ICD-9-CM code 295.</td></tr><tr><td rowspan="2" colspan="1">Hospitalizations<break/>for attempted suicide</td><td rowspan="1" colspan="1">&#8226; 1 or more hospitalizations with ICD-10-CA code for suicide and self-inflicted injury: X60&#8211;X84;<break/>&#8226; or 1 or more hospitalizations with ICD-10-CA code for poisoning with undetermined intent: Y10&#8211;Y12, Y16, Y17;</td></tr><tr><td rowspan="1" colspan="1">&#8226; or 1 or more hospitalizations with ICD-10-CA code for accidental poisoning<italic toggle="yes">:</italic> X40&#8211;X42, X44, X46, X47 combined with a psychiatric tariff code from medical claims during hospital stay or within 30 days of discharge.</td></tr><tr><td rowspan="1" colspan="1">Suicide deaths</td><td rowspan="1" colspan="1">&#8226; 1 Vital Statistics death record with ICD-10-CA codes for self-inflicted injury as the primary cause of death: X60&#8211;X84;</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">&#8226; or 1 Vital Statistics death record with ICD-10-CA codes for poisoning with undetermined intent as the primary cause of death: Y10&#8211;Y12, Y16, Y17;</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">&#8226; or 1 Vital Statistics death record with ICD-10-CA codes for accidental poisoning as the primary cause of death: X40&#8211;X42, X46, X47.</td></tr></tbody></table></alternatives></table-wrap></sec><sec id="section2E-07067437241226998"><title>Analytic Strategy</title><p>Adjusted rates and rate ratios were calculated using a generalized linear modelling approach (negative binomial or Poisson distribution) incorporating an interaction term. These rates were calculated over a 5-year period (2012/13 to 2016/17). Covariates included age, sex, and cohort (First Nations or all other Manitobans). Income quintiles were also included when comparing all First Nations children with other children living in low-income areas. Models were created for each mental health indicator to estimate the prevalence and rates for the indicators and to compare these across groups. All data analyses were conducted on MCHP's secure servers using SAS version 9.4 software.</p></sec></sec><sec sec-type="results" id="section3-07067437241226998"><title>Results</title><p>Although not shown in the tables or figures, we observed that children make up a large proportion of the First Nations population. Among First Nations people, 45% are 19 years old or younger, in contrast with 25% among all other Manitobans. The age and sex distributions are similar between First Nations children and other Manitoba children and between First Nations children living on- and off-reserve.</p><p>As shown in <xref rid="table2-07067437241226998" ref-type="table">Table 2</xref>, compared with all other Manitoba children, First Nations children had a higher prevalence of ADHD (adjusted rate ratio (aRR): 1.21, 95% confidence interval (CI), 1.09 to 1.33), substance use disorders (aRR: 5.19; 95% CI, 4.25 to 6.33), schizophrenia (aRR: 4.42; 95% CI, 3.36 to 5.82), hospitalizations for suicide attempts (aRR: 6.96; 95% CI, 4.36 to 11.13) and suicide deaths (aRR: 10.63; 95% CI, 7.08 to 15.95). However, no differences were found in mood and anxiety disorder rates between the groups of children. Rates of ADHD and mood and anxiety disorders were significantly higher for First Nations children living off-reserve compared to on-reserve, however, in contrast, hospitalization rates for suicide attempts were twice as high on-reserve than off-reserve. No differences were found in substance use disorders or schizophrenia between First Nations adolescents living on-reserve and those living off-reserve.</p><table-wrap position="float" id="table2-07067437241226998" orientation="portrait"><label>Table 2.</label><caption><p>Adjusted Prevalence of Diagnosed Mental Disorders Among First Nations and All Other Manitoba Children and Rate Ratios Comparing First Nations Children and All Other Children and Comparing First Nations Children Living On- and Off-Reserve.</p></caption><alternatives><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="10.1177_07067437241226998-table2.jpg"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/><col align="left" span="1"/><col align="left" span="1"/><col align="left" span="1"/><col align="left" span="1"/><col align="left" span="1"/><col align="left" span="1"/></colgroup><thead><tr><th align="left" rowspan="2" colspan="1"/><th align="left" colspan="3" rowspan="1">Adjusted rate (95% CI)</th><th align="left" colspan="3" rowspan="1">Adjusted rate (95% CI)</th></tr><tr><th align="left" rowspan="1" colspan="1">First Nations</th><th align="left" rowspan="1" colspan="1">AOM</th><th align="left" rowspan="1" colspan="1"/><th align="left" rowspan="1" colspan="1">FN on-reserve</th><th align="left" rowspan="1" colspan="1">FN off-reserve</th><th align="left" rowspan="1" colspan="1"/></tr><tr><th rowspan="1" colspan="1">Indicator (6-19 years)</th><th rowspan="1" colspan="1"><italic toggle="yes">n</italic>&#8201;=&#8201;40,574</th><th rowspan="1" colspan="1"><italic toggle="yes">n</italic>&#8201;=&#8201;197,109</th><th align="left" rowspan="1" colspan="1">aRR</th><th rowspan="1" colspan="1"><italic toggle="yes">n</italic>&#8201;=&#8201;26,972</th><th rowspan="1" colspan="1"><italic toggle="yes">n</italic>&#8201;=&#8201;13,602</th><th align="left" rowspan="1" colspan="1">aRR</th></tr></thead><tbody><tr><td rowspan="1" colspan="1">ADHD</td><td rowspan="1" colspan="1">9.25 (8.60 to 9.94)</td><td rowspan="1" colspan="1">7.66 (7.17 to 8.19)</td><td rowspan="1" colspan="1">1.21 (1.09 to 1.33)*</td><td rowspan="1" colspan="1">6.49 (5.99 to 7.03)</td><td rowspan="1" colspan="1">14.63 (13.53 to 15.83)</td><td rowspan="1" colspan="1">0.44 (0.40 to 0.50)*</td></tr><tr><td rowspan="1" colspan="1">Mood or anxiety</td><td rowspan="1" colspan="1">5.21 (4.55 to 5.97)</td><td rowspan="1" colspan="1">5.49 (4.83 to 6.25)</td><td rowspan="1" colspan="1">0.95 (0.79 to 1.14)</td><td rowspan="1" colspan="1">4.43 (3.84 to 5.10)</td><td rowspan="1" colspan="1">7.02 (6.07 to 8.11)</td><td rowspan="1" colspan="1">0.63 (0.52 to 0.77)*</td></tr><tr><td rowspan="1" colspan="1">
<bold>Indicator (13-19 years)</bold>
</td><td rowspan="1" colspan="1">
<bold><italic toggle="yes">n</italic>&#8201;=&#8201;18,811</bold>
</td><td rowspan="1" colspan="1">
<bold><italic toggle="yes">n</italic>&#8201;=&#8201;99,882</bold>
</td><td rowspan="1" colspan="1"/><td rowspan="1" colspan="1">
<bold><italic toggle="yes">n</italic>&#8201;=&#8201;12,324</bold>
</td><td rowspan="1" colspan="1">
<bold><italic toggle="yes">n</italic>&#8201;=&#8201;6,487</bold>
</td><td rowspan="1" colspan="1"/></tr><tr><td rowspan="1" colspan="1">Substance use disorder</td><td rowspan="1" colspan="1">7.64 (6.63 to 8.80)</td><td rowspan="1" colspan="1">1.47 (1.28 to 1.70)</td><td rowspan="1" colspan="1">5.19 (4.25 to 6.33)*</td><td rowspan="1" colspan="1">7.73 (6.67 to 8.95)</td><td rowspan="1" colspan="1">7.49 (6.38 to 8.79)</td><td rowspan="1" colspan="1">1.03 (0.83-1.28)</td></tr><tr><td rowspan="1" colspan="1">Schizophrenia</td><td rowspan="1" colspan="1">0.76 (0.63 to 0.93)</td><td rowspan="1" colspan="1">0.17 (0.14 to 0.21)</td><td rowspan="1" colspan="1">4.42 (3.36 to 5.82)*</td><td rowspan="1" colspan="1">0.76 (0.61 to 0.95)</td><td rowspan="1" colspan="1">0.79 (0.60 to 1.03)</td><td rowspan="1" colspan="1">0.96 (0.69-1.35)</td></tr><tr><td rowspan="1" colspan="1">Suicide attempts<sup>1</sup></td><td rowspan="1" colspan="1">7.30 (5.24 to 10.15)</td><td rowspan="1" colspan="1">1.05 (0.75 to 1.46)</td><td rowspan="1" colspan="1">6.96 (4.36 to 11.13)*</td><td rowspan="1" colspan="1">9.01 (6.46 to 12.59)</td><td rowspan="1" colspan="1">4.11 (2.86 to 5.90)</td><td rowspan="1" colspan="1">2.20 (1.34-3.60)*</td></tr><tr><td rowspan="1" colspan="1">Suicide<sup>2</sup></td><td rowspan="1" colspan="1">73.86 (58.43 to 93.35)</td><td rowspan="1" colspan="1">6.95 (4.99 to 9.68)</td><td rowspan="1" colspan="1">10.63 (7.08 to 15.95)*</td><td rowspan="1" colspan="1">76.26 (57.29 to 101.49)</td><td rowspan="1" colspan="1">69.40 (46.12 to 104.43)</td><td rowspan="1" colspan="1">1.10 (0.67-1.81)</td></tr></tbody></table></alternatives><table-wrap-foot><fn id="table-fn1-07067437241226998"><p><italic toggle="yes">Note</italic>. All rates are per 100 children and adjusted by age and sex unless otherwise noted. ADHD&#8201;=&#8201;attention deficit hyperactviity disorder; AOM&#8201;=&#8201;all other Manitoban children; aRR &#8201;= &#8201;adjusted rate ratio; FN &#8201;= &#8201;First Nations.</p></fn><fn id="table-fn2-07067437241226998"><p><sup>1</sup>Per 1000 children. 
<sup>2</sup>Crude rate per 100,000 children. 
*<italic toggle="yes">p</italic>&#8201;&lt;&#8201;0.01.</p></fn></table-wrap-foot></table-wrap><p><xref rid="table3-07067437241226998" ref-type="table">Tables 3</xref> and <xref rid="table4-07067437241226998" ref-type="table">4</xref> show adjusted rates and comparisons between First Nations children and other children when we restricted our cohort of other Manitoba children to only those living in low-income areas. In urban areas (<xref rid="table3-07067437241226998" ref-type="table">Table 3</xref>), First Nations children had a higher prevalence of all mental disorders, including mood and anxiety disorders, and higher rates of suicide attempts and deaths compared to other children living in low-income areas. For example, in urban areas, First Nations adolescents were over 3 times more likely to be diagnosed with a substance use disorder than other adolescents living in low-income areas. Similarly, in rural areas (<xref rid="table4-07067437241226998" ref-type="table">Table 4</xref>), First Nations children had a higher prevalence of almost all mental disorders, particularly substance use disorder and schizophrenia. The only exception is that no differences were found in the ADHD prevalence between First Nations children living on reserve and all other Manitoba children living in low-income rural areas.</p><table-wrap position="float" id="table3-07067437241226998" orientation="portrait"><label>Table 3.</label><caption><p>Adjusted Prevalence of Urban Children in Manitoba With Diagnosed Mental Disorders and Rate Ratios Comparing First Nations Children in Urban Areas to All Other Children Living in Low-Income Areas.</p></caption><alternatives><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="10.1177_07067437241226998-table3.jpg"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/><col align="char" char="(" span="1"/><col align="char" char="(" span="1"/><col align="char" char="(" span="1"/></colgroup><thead><tr><th align="left" rowspan="2" colspan="1"/><th align="left" colspan="3" rowspan="1">Adjusted rate (95% CI) for urban children</th></tr><tr><th align="left" rowspan="1" colspan="1">First Nations</th><th align="left" rowspan="1" colspan="1">AOM (low income)</th><th align="left" rowspan="1" colspan="1"/></tr><tr><th rowspan="1" colspan="1">Indicator (6-19 years)</th><th align="left" rowspan="1" colspan="1">n&#8201;=&#8201;8,021</th><th align="left" rowspan="1" colspan="1">n&#8201;=&#8201;19,371</th><th align="left" rowspan="1" colspan="1">aRR</th></tr></thead><tbody><tr><td rowspan="1" colspan="1">ADHD</td><td rowspan="1" colspan="1">15.26 (13.94 to 16.69)</td><td rowspan="1" colspan="1">9.43 (8.67 to 10.26)</td><td rowspan="1" colspan="1">1.62 (1.43 to 1.83)*</td></tr><tr><td rowspan="1" colspan="1">Mood or anxiety</td><td rowspan="1" colspan="1">8.32 (7.20 to 9.60)</td><td rowspan="1" colspan="1">5.73 (4.98 to 6.59)</td><td rowspan="1" colspan="1">1.45 (1.19 to 1.77)*</td></tr></tbody></table><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/><col align="char" char="(" span="1"/><col align="char" char="(" span="1"/><col align="char" char="(" span="1"/></colgroup><thead><tr><th rowspan="1" colspan="1">
<bold>Indicator (13&#8211;19 years)</bold>
</th><th align="left" rowspan="1" colspan="1">
<bold><italic toggle="yes">n</italic>&#8201;=&#8201;3,741</bold>
</th><th align="left" rowspan="1" colspan="1">
<bold><italic toggle="yes">n</italic>&#8201;=&#8201;9,465</bold>
</th><th rowspan="1" colspan="1">
</th></tr></thead><tbody><tr><td rowspan="1" colspan="1">Substance use disorder</td><td rowspan="1" colspan="1">6.79 (5.67 to 8.13)</td><td rowspan="1" colspan="1">1.98 (1.63 to 2.40)</td><td rowspan="1" colspan="1">3.43 (2.64 to 4.47)*</td></tr><tr><td rowspan="1" colspan="1">Schizophrenia</td><td rowspan="1" colspan="1">0.85 (0.62 to 1.16)</td><td rowspan="1" colspan="1">0.31 (0.23 to 0.43)</td><td rowspan="1" colspan="1">2.71 (1.76 to 4.18)*</td></tr><tr><td rowspan="1" colspan="1">Suicide attempts<sup>1</sup></td><td rowspan="1" colspan="1">4.15 (2.82 to 6.12)</td><td rowspan="1" colspan="1">1.14 (0.75 to 1.72)</td><td rowspan="1" colspan="1">3.66 (2.08 to 6.43)*</td></tr><tr><td rowspan="1" colspan="1">Suicide<sup>2</sup></td><td rowspan="1" colspan="1">80.09 (48.28 to 132.85)</td><td rowspan="1" colspan="1">12.69 (5.70 to 28.24)</td><td rowspan="1" colspan="1">6.31 (2.45 to 16.27)*</td></tr></tbody></table></alternatives><table-wrap-foot><fn id="table-fn3-07067437241226998"><p><italic toggle="yes">Note</italic>. All rates are per 100 children and are adjusted by age and sex unless otherwise noted. ADHD&#8201;=&#8201;attention deficit hyperactviity disorder; AOM&#8201;=&#8201;All Other Manitoba Children; aRR&#8201;=&#8201;adjusted rate ratio; FN: first nations.</p></fn><fn id="table-fn4-07067437241226998"><p><sup>1</sup>Per 1,000 children.
<sup>2</sup>crude rate per 100,000 children.
*<italic toggle="yes">p</italic>&#8201;&lt;&#8201;0.01.</p></fn></table-wrap-foot></table-wrap><table-wrap position="float" id="table4-07067437241226998" orientation="portrait"><label>Table 4.</label><caption><p>Adjusted Prevalence of Rural Children in Manitoba with Diagnosed Mental Disorders and Rate Ratios Comparing First Nations Children in Rural Areas to All Other Children Living in Low-Income Areas.</p></caption><alternatives><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="10.1177_07067437241226998-table4.jpg"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/><col align="char" char="(" span="1"/><col align="char" char="(" span="1"/><col align="char" char="(" span="1"/><col align="char" char="(" span="1"/><col align="char" char="(" span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1"/><th align="left" colspan="3" rowspan="1">Adjusted rate (95% CI)</th><th align="left" colspan="2" rowspan="1">aRR (95% CI)</th></tr><tr><th rowspan="1" colspan="1">Indicator (6&#8211;19 years)</th><th align="left" rowspan="1" colspan="1">FN on-reserve 
<italic toggle="yes">n</italic>&#8201;=&#8201;26,972</th><th align="left" rowspan="1" colspan="1">FN off-reserve 
<italic toggle="yes">n</italic>&#8201;=&#8201;4,933</th><th align="left" rowspan="1" colspan="1">AOM (low-income) 
<italic toggle="yes">n</italic>&#8201;=&#8201;10,390</th><th align="left" rowspan="1" colspan="1">FN on-reserve versus AOM (low-income)</th><th align="left" rowspan="1" colspan="1">FN off-reserve versus AOM (low-income)</th></tr></thead><tbody><tr><td rowspan="1" colspan="1">ADHD</td><td rowspan="1" colspan="1">6.48 (5.95 to 7.05)</td><td rowspan="1" colspan="1">9.56 (8.53 to 10.72)</td><td rowspan="1" colspan="1">5.55 (4.98 to 6.17)</td><td rowspan="1" colspan="1">1.17 (1.02 to 1.34)</td><td rowspan="1" colspan="1">1.72 (1.47 to 2.02)*</td></tr><tr><td rowspan="1" colspan="1">Mood or anxiety</td><td rowspan="1" colspan="1">4.50 (3.94 to 5.14)</td><td rowspan="1" colspan="1">5.46 (4.63 to 6.44)</td><td rowspan="1" colspan="1">3.29 (2.80 to 3.88)</td><td rowspan="1" colspan="1">1.37 (1.11 to 1.68)*</td><td rowspan="1" colspan="1">1.66 (1.32 to 2.09)*</td></tr><tr><td rowspan="1" colspan="1">
<bold>Indicator (13&#8211;19 years)</bold>
</td><td align="left" rowspan="1" colspan="1">
<bold><italic toggle="yes">n</italic>&#8201;=&#8201;12,308</bold>
</td><td align="left" rowspan="1" colspan="1">
<bold><italic toggle="yes">n</italic>&#8201;=&#8201;2,296</bold>
</td><td align="left" rowspan="1" colspan="1">
<bold><italic toggle="yes">n</italic>&#8201;=&#8201;5,237</bold>
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">Substance use disorder</td><td rowspan="1" colspan="1">7.77 (6.71 to 9.00)</td><td rowspan="1" colspan="1">8.85 (7.30 to 10.74)</td><td rowspan="1" colspan="1">2.14 (1.71 to 2.68)</td><td rowspan="1" colspan="1">3.63 (2.77 to 4.75)*</td><td rowspan="1" colspan="1">4.13 (3.07 to 5.56)*</td></tr><tr><td rowspan="1" colspan="1">Schizophrenia</td><td rowspan="1" colspan="1">0.75 (0.60 to 0.94)</td><td rowspan="1" colspan="1">0.63 (0.41 to 0.96)</td><td rowspan="1" colspan="1">0.14 (0.08 to 0.25)</td><td rowspan="1" colspan="1">5.28 (2.91 to 9.60)*</td><td rowspan="1" colspan="1">4.41 (2.20 to 8.86)*</td></tr><tr><td rowspan="1" colspan="1">Suicide attempts<sup>1</sup></td><td rowspan="1" colspan="1">8.97 (6.43 to 12.53)</td><td rowspan="1" colspan="1">4.39 (2.88 to 6.70)</td><td rowspan="1" colspan="1">1.31 (0.83 to 2.07)</td><td rowspan="1" colspan="1">6.85 (3.89 to 12.06)*</td><td rowspan="1" colspan="1">3.35 (1.80 to 6.23)*</td></tr><tr><td rowspan="1" colspan="1">Suicide<sup>2</sup></td><td rowspan="1" colspan="1">76.40 (57.40 to 101.68)</td><td rowspan="1" colspan="1">66.92 (33.47 to 133.82)</td><td rowspan="1" colspan="1">s</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr></tbody></table></alternatives><table-wrap-foot><fn id="table-fn5-07067437241226998"><p><italic toggle="yes">Note</italic>. All rates are per 100 children and are adjusted by age and sex unless otherwise noted. ADHD&#8201;=&#8201;attention deficit hyperactviity disorder; AOM&#8201;=&#8201;all other Manitoba children; aRR&#8201;=&#8201;adjusted rate ratio; 
s&#8201;=&#8201;value suppressed due to small number; FN&#8201;=&#8201;First Nations. 
<sup>1</sup>Per 1,000 children.
<sup>2</sup>crude rate per 100,000 children.
*<italic toggle="yes">p</italic>&#8201;&lt;&#8201;0.01.</p></fn></table-wrap-foot></table-wrap></sec><sec sec-type="discussion" id="section4-07067437241226998"><title>Discussion</title><p>This population-based study found large disparities in mental health indicators between First Nations children and other children in Manitoba and some differences in mental health indicators between children living on- and off-reserve. Even when we restricted the cohort of other children to only those living in low-income areas, First Nations children still had a higher prevalence of almost all mental disorders and higher rates of suicide attempts and deaths. By restricting our comparison cohort in this way, we hoped to shed some light on the role of income in explaining the health disparities between First Nations children and other children. Using this restricted cohort, the disparity between groups narrowed, but remained significantly large. These results suggest that while income explains part of the disparity, other factors are clearly responsible. Racism, discrimination, colonialism, the legacy of residential schools, and the overrepresentation of First Nations children in the child welfare system are some of the factors that must also be addressed to improve the mental well-being of First Nations children.<sup>
<xref rid="bibr8-07067437241226998" ref-type="bibr">8</xref>
</sup></p><p>These health disparities between First Nations children and other Manitoba children are unacceptably high, particularly in a high-income country such as Canada. Given that children make up 45% of the First Nations population in Manitoba, it is imperative that their mental well-being is nurtured for the future of First Nations people. Multiple factors have been found to be associated with children's mental health thereby informing ways of addressing these disparities. Positive family cohesion, higher efficacy, higher self-esteem and optimism were associated with good mental health whereas poor parental mental health, discrimination, negative family cohesion and adverse childhood experiences were associated with poor mental health.<sup><xref rid="bibr27-07067437241226998" ref-type="bibr">27</xref><xref rid="bibr28-07067437241226998" ref-type="bibr"/>&#8211;<xref rid="bibr29-07067437241226998" ref-type="bibr">29</xref></sup> There is a growing body of knowledge pointing to strategies to improve the well-being of children including initiatives that promote strong and nurturing Indigenous families,<sup>
<xref rid="bibr30-07067437241226998" ref-type="bibr">30</xref>
</sup> strength-based, family centred home visiting services for young Indigenous families,<sup>
<xref rid="bibr31-07067437241226998" ref-type="bibr">31</xref>
</sup> and school-based relationship-based mentoring programs.<sup>
<xref rid="bibr32-07067437241226998" ref-type="bibr">32</xref>
</sup> Knowledge Keepers on our Advisory Working Group have shared that children thrive when their communities have the resources that support children and adolescents such as recreational services, peer support groups, childcare services, land-based education and culturally safe health services. Some of this strengths-based work is already being implemented in Canada through the Inuit Tapirtt Kanatami's National Inuit Suicide Prevention Strategy.<sup>
<xref rid="bibr33-07067437241226998" ref-type="bibr">33</xref>
</sup></p><p>Consistent with previous research, this study found that ADHD was diagnosed at a higher rate among First Nations children compared to other Manitoba children, consistent with previous Canadian and Australian research.<sup><xref rid="bibr34-07067437241226998" ref-type="bibr">34</xref>,<xref rid="bibr35-07067437241226998" ref-type="bibr">35</xref></sup> We found that this difference among the groups of children was most striking in urban settings which offers greater access to diagnostic assessment and treatments. First Nations children living on-reserve had lower rates than those living off-reserve. This may be partially explained by limited access to diagnostic and treatment services in rural areas, particularly on-reserve. Taken together, it appears that when First Nations children have access to services, they are diagnosed at higher rates than other children.</p><p>We initially found no difference in mood and anxiety disorder rates in the larger cohort between First Nations children and other children, however, when analyses were restricted to a comparison cohort of only low-income children and stratified by urban and rural, First Nations children have significantly higher rates of mood and anxiety disorders in both urban and rural areas. Similar results were found in examining the depressed mood of Indigenous Saskatchewan youth<sup>
<xref rid="bibr17-07067437241226998" ref-type="bibr">17</xref>
</sup> and Indigenous post-secondary students.<sup>
<xref rid="bibr36-07067437241226998" ref-type="bibr">36</xref>
</sup> As with ADHD, mood and anxiety disorders rates were lower among children living in rural areas and in First Nations children living on-reserve.</p><p>Our finding that First Nations adolescents were diagnosed with higher rates of substance use disorder compared to all other adolescents is consistent with previous Canadian research.<sup><xref rid="bibr37-07067437241226998" ref-type="bibr">37</xref>,<xref rid="bibr38-07067437241226998" ref-type="bibr">38</xref></sup> The rate ratios were considerably attenuated when First Nations adolescents were compared to other adolescents living in low-income areas, but the gap remained statistically significant. These high substance use disorder rates may be related to poor access to mental health services, as previous studies have found that mood and anxiety disorders often precede substance use disorders.<sup><xref rid="bibr39-07067437241226998" ref-type="bibr">39</xref>,<xref rid="bibr40-07067437241226998" ref-type="bibr">40</xref></sup> Other researchers suggest that enculturation or &#8220;the degree to which Aboriginal peoples identify with, feel a sense of pride for, and integrate the values and norms of their Aboriginal heritage culture&#8221; was linked to less illicit and prescription drug problems.<sup>
<xref rid="bibr41-07067437241226998" ref-type="bibr">41</xref>
</sup></p><p>We found higher rates of schizophrenia among First Nations adolescents compared to other Manitoba adolescents. No differences were found between First Nations adolescents living on-reserve and those living off-reserve. One comparable study was from New Zealand where Maori youth were found to be overrepresented in the schizotypal group compared to non-Aboriginal youth.<sup>
<xref rid="bibr42-07067437241226998" ref-type="bibr">42</xref>
</sup> A review of schizophrenia prevalence among Indigenous adults<sup>
<xref rid="bibr43-07067437241226998" ref-type="bibr">43</xref>
</sup> found mixed results, likely due to different methodologies used. The authors of this review noted that many studies reported a higher prevalence of schizophrenia among Indigenous compared to non-Indigenous adults, however, some studies found no differences.<sup>
<xref rid="bibr43-07067437241226998" ref-type="bibr">43</xref>
</sup></p><p>The disparity in rates of suicide attempts and deaths between First Nations adolescents and other adolescents found in our study is an alarming, but not a novel finding.<sup><xref rid="bibr18-07067437241226998" ref-type="bibr">18</xref>,<xref rid="bibr44-07067437241226998" ref-type="bibr">44</xref>,<xref rid="bibr45-07067437241226998" ref-type="bibr">45</xref></sup> These rates were higher among First Nations adolescents living on-reserve compared to those living off-reserve. We noted an inconsistency among First Nations children living on-reserve of relatively lower mental disorder rates, but high rates of suicide attempts and deaths. Mood and anxiety disorders appear to be underdiagnosed and likely undertreated particularly on-reserve, reflective of the wider issue of inadequate health services for First Nations people.<sup><xref rid="bibr9-07067437241226998" ref-type="bibr">9</xref>,<xref rid="bibr10-07067437241226998" ref-type="bibr">10</xref></sup></p><p>This study provides a population-based perspective on the mental health of First Nations children. The Manitoba Population Research Data Repository includes data on virtually everyone in the province including First Nations children. A key strength was the partnership approach that facilitated the study. The research team included researchers from academia and coprincipal investigators from First Nations organizations. This ensured linkages between Manitoba's Data Repository and the Government of Canada's registry of First Nations people through a trilateral agreement between FNHSSM, the Government of Manitoba and the University of Manitoba and guidance was provided by Knowledge Keepers from the 5 linguistic groups in Manitoba. This approach addressed key barriers to Indigenous health data analysis, namely, the lack of high-quality First Nations identifiers<sup>
<xref rid="bibr46-07067437241226998" ref-type="bibr">46</xref>
</sup> and ensuring appropriate interpretation of the findings.</p><p>We acknowledge that the study findings are based on secondary data that were collected for administrative purposes in the province of Manitoba. While the diagnostic codes collected during the course of service delivery were from highly trained health providers, in many cases, the data underreport the true prevalence of illnesses. The rates of mental health indicators reported reflect children who were diagnosed by physicians and nurse practitioners. Those who were not brought to the attention of these health-care providers or those who were seen solely by other mental health providers were not counted. This is particularly a challenge in remote communities because complete data from nursing stations is lacking.</p><p>Another limitation is the lack of strength-based indicators (e.g., mental wellness, positive relationships, and social cohesion) despite the research team's strong desire to present strength-based findings. The danger with a deficit approach is that it can perpetuate colonialism and stereotyping by assuming that Indigenous people are somehow inferior. O&#8217;Keefe et al.<sup>
<xref rid="bibr47-07067437241226998" ref-type="bibr">47</xref>
</sup> discuss a number of socio-ecological models to guide youth mental health and wellness in research and programs, thereby ensuring that culture and context are accounted for. Innovative Indigenous scholars are providing insights into how best to produce strength-based research to guide future research.<sup>
<xref rid="bibr48-07067437241226998" ref-type="bibr">48</xref>
</sup> Thurber et al.<sup>
<xref rid="bibr49-07067437241226998" ref-type="bibr">49</xref>
</sup> propose a practical way of using administrative data in a strength-based way by simply inversing variables to report a positive outcome, for example reporting &#8220;excellent or good&#8221; mental health rather than &#8220;poor&#8221; mental health. A recent study based on perspectives from Indigenous researchers provides focus areas to define Indigenous strengths-based research including decolonizing research, intergenerational healing and flourishing, and centring Indigenous ways and cultures in research.<sup>
<xref rid="bibr50-07067437241226998" ref-type="bibr">50</xref>
</sup>Members of our research team at FNHSSM are also at the forefront of nation-based indicators development which are positive and oriented toward measuring what is working in communities.<sup><xref rid="bibr19-07067437241226998" ref-type="bibr">19</xref>,<xref rid="bibr51-07067437241226998" ref-type="bibr">51</xref></sup></p><p>As called for by the Truth and Reconciliation Commission of Canada,<sup>
<xref rid="bibr7-07067437241226998" ref-type="bibr">7</xref>
</sup> this study provides a clear picture of the mental health of First Nations children. The Knowledge Keepers on our Advisory Working Group remarked that the study validated what they had already observed in their communities: the stark gap between First Nations and other Manitoba children. In their words,<disp-quote><p>Our children are bearing the brunt of political decisions and inaction, from unsafe homes, unsafe drinking water, lack of health care, unresolved trauma, and the impacts of colonial policies intended to destruct rather than to build and empower. The intergenerational impacts of destructive policies and actions/inaction must stop. Our children and grandchildren have a right to a good life as was intended by our Creator.<sup>
<xref rid="bibr52-07067437241226998" ref-type="bibr">52</xref>
</sup></p></disp-quote>Their remarks and these findings demonstrate that a considerable amount of work is required to improve the mental well-being of First Nations children. Equitable access to culturally safe services is urgently needed and these services should be self-determined, planned, and implemented by First Nations people.</p></sec></body><back><ack><title>Acknowledgements</title><p>The University of Manitoba campuses are located on the original lands of Anishinaabe, Cree, Anishininew, Dakota, and Dene peoples, and on the homeland of the M&#233;tis Nation. We respect the Treaties that were made on these territories, we acknowledge the harms and mistakes of the past, and we dedicate ourselves to moving forward in partnership with Indigenous communities in a spirit of reconciliation and collaboration. The authors would like to acknowledge the Advisory Working Group made up of Knowledge Keepers: Peter Atkinson, Ed Azure, Eliza Beardy, Sherry Copenace, Mabel Horton, Joe Hyslop, Mary Maytwayashing, Stan Manoakeesick and Katherine Whitecloud and from representatives of the Province of Manitoba and the health regions: Carla Leoppky, Lisa Murdock and Amy Mink. Data used in this study are from the Manitoba Population Research Data Repository housed at the Manitoba Centre for Health Policy, University of Manitoba and were derived from data provided by Indigenous Services Canada, Manitoba Health Seniors and Active Living, Vital Statistics, and Canada Census. The results and conclusions are those of the authors and no official endorsement by Manitoba Health, Seniors and Active Living was intended or should be inferred.</p></ack><fn-group><fn fn-type="COI-statement"><p>The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.</p></fn><fn fn-type="financial-disclosure"><p><bold>Funding:</bold> This work was supported through funding provided by the Department of Health, Seniors and Active Living of the Province of Manitoba to the University of Manitoba (HIPC No. 2017/2018-31).</p></fn><fn fn-type="other"><p><bold>ORCID iD:</bold> Mariette J Chartier <ext-link xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="https://orcid.org/0000-0003-4580-6510" ext-link-type="uri">https://orcid.org/0000-0003-4580-6510</ext-link></p></fn></fn-group><notes><fn-group><fn id="fn1-07067437241226998"><label>a.</label><p>In the Canadian context, the term <italic toggle="yes">First Nations</italic> refers to Indigenous individuals who are registered members of a band. <italic toggle="yes">First Nations</italic> has replaced the term <italic toggle="yes">Indian</italic> as used in the Constitution Act of 1982, which specifies that the Aboriginal Peoples of Canada consist of 3 groups: Indians (now called First Nations), Inuit, and M&#233;tis. In the province of Manitoba, there are 5 major linguistic groups among First Nations: the Anishinaabe, Cree, Anishininew, Dakota, and Dene.</p></fn></fn-group></notes><ref-list><title>References</title><ref id="bibr1-07067437241226998"><label>1</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Kieling</surname><given-names>C</given-names></name><name name-style="western"><surname>Baker-Henningham</surname><given-names>H</given-names></name><name name-style="western"><surname>Belfer</surname><given-names>M</given-names></name></person-group><etal>, et al.</etal><article-title>Child and adolescent mental health worldwide: evidence for action</article-title>. <source>Lancet.</source><year>2011</year>;<volume>378</volume>(<issue>9801</issue>):<fpage>1515</fpage>&#8208;<lpage>1525</lpage>. doi: <pub-id pub-id-type="doi">10.1016/S0140-6736(11)60827-1</pub-id>.<pub-id pub-id-type="pmid">22008427</pub-id></mixed-citation></ref><ref id="bibr2-07067437241226998"><label>2</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Chartier</surname><given-names>MJ</given-names></name><name name-style="western"><surname>Bolton</surname><given-names>JM</given-names></name><name name-style="western"><surname>Ekuma</surname><given-names>O</given-names></name></person-group><etal>,</etal><etal>et al.</etal><article-title>Suicidal risk and adverse social outcomes in adulthood associated with child and adolescent mental disorders</article-title>. <source>Can J Psychiatry</source>. <year>2022</year>;<volume>67</volume>(<issue>7</issue>):<fpage>512</fpage>&#8208;<lpage>523</lpage>.<pub-id pub-id-type="pmid">34796744</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1177/07067437211055417</pub-id><pub-id pub-id-type="pmcid">PMC9234896</pub-id></mixed-citation></ref><ref id="bibr3-07067437241226998"><label>3</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Patel</surname><given-names>V</given-names></name><name name-style="western"><surname>Flisher</surname><given-names>AJ</given-names></name><name name-style="western"><surname>Hetrick</surname><given-names>S</given-names></name><name name-style="western"><surname>McGorry</surname><given-names>P</given-names></name></person-group>. <article-title>Mental health of young people: a global public-health challenge</article-title>. <source>Lancet.</source><year>2007</year>;<volume>369</volume>(<issue>9569</issue>):<fpage>1302</fpage>&#8208;<lpage>1313</lpage>.<pub-id pub-id-type="pmid">17434406</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/S0140-6736(07)60368-7</pub-id></mixed-citation></ref><ref id="bibr4-07067437241226998"><label>4</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Whitbeck</surname><given-names>LB</given-names></name><name name-style="western"><surname>Adams</surname><given-names>GW</given-names></name><name name-style="western"><surname>Hoyt</surname><given-names>DR</given-names></name><name name-style="western"><surname>Chen</surname><given-names>X</given-names></name></person-group>. <article-title>Conceptualizing and measuring historical trauma among American Indian people</article-title>. <source>Am J Community Psychol.</source><year>2004</year>;<volume>33</volume>(<issue>3-4</issue>):<fpage>119</fpage>&#8208;<lpage>130</lpage>. doi: <pub-id pub-id-type="doi">10.1023/B:AJCP.0000027000.77357.31</pub-id>.<pub-id pub-id-type="pmid">15212173</pub-id></mixed-citation></ref><ref id="bibr5-07067437241226998"><label>5</label><mixed-citation publication-type="book"><person-group person-group-type="author"><name name-style="western"><surname>Reading</surname><given-names>C</given-names></name>, &amp; <name name-style="western"><surname>Wien</surname><given-names>F</given-names></name></person-group>. <source>Health inequalities and social determinants of aboriginal peoples&#8217; health</source>. <publisher-loc>Prince George</publisher-loc>, <publisher-loc>BC</publisher-loc>; <publisher-name>National Collaborating Centre for Aboriginal Health</publisher-name>; <year>2009</year>.</mixed-citation></ref><ref id="bibr6-07067437241226998"><label>6</label><mixed-citation publication-type="book"><person-group person-group-type="author"><name name-style="western"><surname>King</surname><given-names>T</given-names></name></person-group>. <source>The inconvenient Indian: a curious account of native people in North America</source>. Toronto, Canada: <publisher-name>Doubleday Canada</publisher-name>; <year>2012</year>.</mixed-citation></ref><ref id="bibr7-07067437241226998"><label>7</label><mixed-citation publication-type="book"><collab>Truth and Reconciliation Commission of Canada</collab>. <source>Truth and reconciliation commission of Canada: calls to action</source>. Library and Archives Canada Cataloguing in Publication. Retrieved on January 25, 2024 at <comment>https://web.archive.org/web/20200717145159/http://www.trc.ca/assets/pdf/Executive_Summary_English_Web.pdf. 2015</comment>.</mixed-citation></ref><ref id="bibr8-07067437241226998"><label>8</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Trent</surname><given-names>M</given-names></name><name name-style="western"><surname>Dooley</surname><given-names>DG</given-names></name><name name-style="western"><surname>Doug&#233;</surname><given-names>J</given-names></name></person-group>. <article-title>The impact of racism on child and adolescent health</article-title>. <source>Pediatrics</source>. <year>2019</year>;<volume>144</volume>(<issue>2</issue>):<fpage>1</fpage>&#8208;<lpage>16</lpage>.<pub-id pub-id-type="doi" assigning-authority="pmc">10.1542/peds.2019-1765</pub-id><pub-id pub-id-type="pmid">31358665</pub-id></mixed-citation></ref><ref id="bibr9-07067437241226998"><label>9</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Richmond</surname><given-names>CAM</given-names></name><name name-style="western"><surname>Cook</surname><given-names>C</given-names></name></person-group>. <article-title>Creating conditions for Canadian aboriginal health equity: the promise of healthy public policy</article-title>. <source>Public Health Rev.</source><year>2016</year>;<volume>37</volume>(<issue>2</issue>). doi: <pub-id pub-id-type="doi">10.1186/s40985-016-0016-5</pub-id>.<pub-id pub-id-type="pmcid">PMC5809827</pub-id><pub-id pub-id-type="pmid">29450044</pub-id></mixed-citation></ref><ref id="bibr10-07067437241226998"><label>10</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Lavoie</surname><given-names>JG</given-names></name><name name-style="western"><surname>Forget</surname><given-names>E</given-names></name><name name-style="western"><surname>Neil</surname><given-names>O</given-names></name><name name-style="western"><surname>D</surname><given-names>J</given-names></name></person-group>. <article-title>Why equity in financing First Nations on-reserve health services matters: findings from the 2005 national evaluation of the health transfer policy</article-title>. <source>Healthc Policy.</source><year>2007</year>;<volume>2</volume>(<issue>4</issue>):<fpage>79</fpage>&#8208;<lpage>96</lpage>.<pub-id pub-id-type="pmid">19305735</pub-id><pub-id pub-id-type="pmcid">PMC2585472</pub-id></mixed-citation></ref><ref id="bibr11-07067437241226998"><label>11</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Burnette</surname><given-names>CE</given-names></name><name name-style="western"><surname>Figley</surname><given-names>CR</given-names></name></person-group>. <article-title>Risk and protective factors related to the wellness of American Indian and Alaska Native youth: a systematic review</article-title>. <source>Int Public Health J.</source><year>2016</year>;<volume>8</volume>(<issue>2</issue>):<fpage>137</fpage>.</mixed-citation></ref><ref id="bibr12-07067437241226998"><label>12</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Lehti</surname><given-names>V</given-names></name><name name-style="western"><surname>Niemel&#228;</surname><given-names>S</given-names></name><name name-style="western"><surname>Hoven</surname><given-names>C</given-names></name><name name-style="western"><surname>Mandell</surname><given-names>D</given-names></name><name name-style="western"><surname>Sourander</surname><given-names>A</given-names></name></person-group>. <article-title>Mental health, substance use and suicidal behaviour among young indigenous people in the Arctic: a systematic review</article-title>. <source>Soc Sci Med.</source><year>2009</year>;<volume>69</volume>(<issue>8</issue>):<fpage>1194</fpage>&#8208;<lpage>1203</lpage>. doi: <pub-id pub-id-type="doi">10.1016/j.socscimed.2009.07.045</pub-id>.<pub-id pub-id-type="pmid">19700231</pub-id></mixed-citation></ref><ref id="bibr13-07067437241226998"><label>13</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>MacMillan</surname><given-names>HL</given-names></name><name name-style="western"><surname>Jamieson</surname><given-names>E</given-names></name><name name-style="western"><surname>Walsh</surname><given-names>C</given-names></name><name name-style="western"><surname>Boyle</surname><given-names>M</given-names></name><name name-style="western"><surname>Crawford</surname><given-names>A</given-names></name><name name-style="western"><surname>MacMillan</surname><given-names>A</given-names></name></person-group>. <article-title>The health of Canada&#8217;s aboriginal children: results from the First Nations and Inuit regional health survey</article-title>. <source>Int J Circumpolar Health.</source><year>2010</year>;<volume>69</volume>(<issue>2</issue>):<fpage>158</fpage>&#8208;<lpage>167</lpage>. doi: <pub-id pub-id-type="doi">10.3402/ijch.v69i2.17439</pub-id>.<pub-id pub-id-type="pmid">20356467</pub-id></mixed-citation></ref><ref id="bibr14-07067437241226998"><label>14</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Walls</surname><given-names>M</given-names></name><name name-style="western"><surname>Sittner</surname><given-names>KJ</given-names></name><name name-style="western"><surname>Whitbeck</surname><given-names>LB</given-names></name></person-group><etal>, et al.</etal><article-title>Prevalence of mental disorders from adolescence through early adulthood in American Indian and First Nations communities</article-title>. <source>Int J Ment Health Addict</source>. <year>2020</year>;<volume>19</volume>(<issue>6</issue>):<fpage>2116</fpage>&#8208;<lpage>2130</lpage>.<pub-id pub-id-type="pmid">35002580</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1007/s11469-020-00304-1</pub-id><pub-id pub-id-type="pmcid">PMC8734560</pub-id></mixed-citation></ref><ref id="bibr15-07067437241226998"><label>15</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Kumar</surname><given-names>MB</given-names></name><name name-style="western"><surname>Tiepkema</surname><given-names>M</given-names></name></person-group>. <comment>Suicide among First Nations people, M&#233;tis and Inuit (2011-2016): Findings from the 2011 Canadian Census Health and Environment Cohort (CanCHEC).</comment><institution>Statistics Canada</institution>. <year>2019</year>; <comment>Catalogue no. 99-011-X2019001 [accessed 2023 September 15];</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="https://www150.statcan.gc.ca/n1/pub/99-011-x/99-011-x2019001-eng.htm" ext-link-type="uri">https://www150.statcan.gc.ca/n1/pub/99-011-x/99-011-x2019001-eng.htm</ext-link>.</mixed-citation></ref><ref id="bibr16-07067437241226998"><label>16</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Young</surname><given-names>NL</given-names></name><name name-style="western"><surname>Wabano</surname><given-names>MJ</given-names></name><name name-style="western"><surname>Burke</surname><given-names>TA</given-names></name><name name-style="western"><surname>Ritchie</surname><given-names>SD</given-names></name><name name-style="western"><surname>Mishibinijima</surname><given-names>D</given-names></name><name name-style="western"><surname>Corbiere</surname><given-names>RG</given-names></name></person-group>. <article-title>A process for creating the aboriginal children&#8217;s health and well-being measure (ACHWM)</article-title>. <source>Can J Public Health.</source><year>2013</year>;<volume>104</volume>(<issue>2</issue>):<comment>e136</comment>&#8208;<lpage>e141</lpage>. doi: <pub-id pub-id-type="doi">10.1007/BF03405677</pub-id>.<pub-id pub-id-type="pmcid">PMC6973590</pub-id><pub-id pub-id-type="pmid">23618206</pub-id></mixed-citation></ref><ref id="bibr17-07067437241226998"><label>17</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Lemstra</surname><given-names>M</given-names></name><name name-style="western"><surname>Neudorf</surname><given-names>C</given-names></name><name name-style="western"><surname>Mackenbach</surname><given-names>J</given-names></name></person-group><etal>,</etal><etal>et al.</etal><article-title>Risk indicators for depressed mood in youth: limited association with aboriginal cultural status</article-title>. <source>Paediatr Child Health.</source><year>2008</year>;<volume>13</volume>(<issue>4</issue>):<fpage>285</fpage>&#8208;<lpage>290</lpage>.<pub-id pub-id-type="pmid">19337594</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1093/pch/13.4.285</pub-id><pub-id pub-id-type="pmcid">PMC2529440</pub-id></mixed-citation></ref><ref id="bibr18-07067437241226998"><label>18</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Lemstra</surname><given-names>M</given-names></name><name name-style="western"><surname>Neudorf</surname><given-names>C</given-names></name><name name-style="western"><surname>Mackenbach</surname><given-names>J</given-names></name><name name-style="western"><surname>Kershaw</surname><given-names>T</given-names></name><name name-style="western"><surname>Nannapaneni</surname><given-names>U</given-names></name><name name-style="western"><surname>Scott</surname><given-names>C</given-names></name></person-group>. <article-title>Suicidal ideation: the role of economic and aboriginal cultural Status after multivariate adjustment</article-title>. <source>Can J Psychiatry</source>. <year>2009</year>;<volume>54</volume>(<issue>9</issue>):<fpage>589</fpage>&#8208;<lpage>595</lpage>.<pub-id pub-id-type="pmid">19751547</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1177/070674370905400903</pub-id></mixed-citation></ref><ref id="bibr19-07067437241226998"><label>19</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Phillips-Beck</surname><given-names>W</given-names></name><name name-style="western"><surname>Kyoon-Achan</surname><given-names>G</given-names></name><name name-style="western"><surname>Lavoie</surname><given-names>JG</given-names></name></person-group><etal>,</etal><etal>et al.</etal><article-title>Negotiation, reciprocity, and reality: The experience of collaboration in a community-based primary health care (CBPHC) program of research with eight Manitoba First Nations</article-title>. <source>Int Indigenous Policy J</source>. <year>2019</year>;<volume>10</volume>(<issue>4</issue>). doi: <pub-id pub-id-type="doi">10.18584/iipj.2019.10.4.8334</pub-id>.</mixed-citation></ref><ref id="bibr20-07067437241226998"><label>20</label><mixed-citation publication-type="book"><collab>National Aboriginal Health Organization</collab>. <source>Policy research unit. Ways of knowing: a framework for health research</source>. <comment>Accessed on January 24, 2024 at https://books.google.com.mx/books/about/Ways_of_Knowing.html?id=KKpbxAEACAAJ&amp;hl=en&amp;output=html_text&amp;redir_esc=y. 2003</comment>.</mixed-citation></ref><ref id="bibr21-07067437241226998"><label>21</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Bartlett</surname><given-names>C</given-names></name><name name-style="western"><surname>Marshall</surname><given-names>M</given-names></name><name name-style="western"><surname>Marshall</surname><given-names>A</given-names></name></person-group>. <article-title>Two-Eyed seeing and other lessons learned within a co-learning journey of bringing together indigenous and mainstream knowledges and ways of knowing</article-title>. <source>J Environ Stud Sci.</source><year>2012</year>;<volume>2</volume>:<fpage>331</fpage>&#8208;<lpage>340</lpage>.</mixed-citation></ref><ref id="bibr22-07067437241226998"><label>22</label><mixed-citation publication-type="book"><collab>First Nations Information Governance Centre</collab>. <source>Ownership, control, access and possession (OCAP): the path to First Nations information governance</source>. <publisher-loc>Ottawa</publisher-loc>, <publisher-loc>ON</publisher-loc>; <year>2014</year>.</mixed-citation></ref><ref id="bibr23-07067437241226998"><label>23</label><mixed-citation publication-type="other"><collab>Government of Canada</collab>. <comment>Indian Act. [accessed 2022 Aug 7].</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="https://laws-lois.justice.gc.ca/eng/acts/i-5/" ext-link-type="uri">https://laws-lois.justice.gc.ca/eng/acts/i-5/</ext-link>.</mixed-citation></ref><ref id="bibr24-07067437241226998"><label>24</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Roos</surname><given-names>LL</given-names></name><name name-style="western"><surname>Menec</surname><given-names>V</given-names></name><name name-style="western"><surname>Currie</surname><given-names>R</given-names></name></person-group>. <article-title>Policy analysis in an information-rich environment</article-title>. <source>Social Sci Med</source>. <year>2004</year>;<volume>58</volume>(<issue>11</issue>):<fpage>2231</fpage>&#8208;<lpage>2241</lpage>.<pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.socscimed.2003.08.008</pub-id><pub-id pub-id-type="pmid">15047080</pub-id></mixed-citation></ref><ref id="bibr25-07067437241226998"><label>25</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Roos</surname><given-names>LL</given-names></name><name name-style="western"><surname>Gupta</surname><given-names>S</given-names></name><name name-style="western"><surname>Soodeen</surname><given-names>R-A</given-names></name><name name-style="western"><surname>Jebamani</surname><given-names>L</given-names></name></person-group>. <article-title>Data quality in an information-rich environment: Canada as an example</article-title>. <source>Can J Aging</source>. <year>2005</year>;<volume>24</volume>(<issue>Suppl 1</issue>):<fpage>153</fpage>&#8208;<lpage>170</lpage>.<pub-id pub-id-type="pmid">16080132</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1353/cja.2005.0055</pub-id></mixed-citation></ref><ref id="bibr26-07067437241226998"><label>26</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Jutte</surname><given-names>DP</given-names></name><name name-style="western"><surname>Roos</surname><given-names>LL</given-names></name><name name-style="western"><surname>Brownell</surname><given-names>MD</given-names></name></person-group>. <article-title>Administrative record linkage as a tool for public health research</article-title>. <source>Annu Rev Public Health.</source><year>2011</year>;<volume>32</volume>:<fpage>91</fpage>&#8208;<lpage>108</lpage>.<pub-id pub-id-type="pmid">21219160</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1146/annurev-publhealth-031210-100700</pub-id></mixed-citation></ref><ref id="bibr27-07067437241226998"><label>27</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Young</surname><given-names>C</given-names></name><name name-style="western"><surname>Hanson</surname><given-names>C</given-names></name><name name-style="western"><surname>Craig</surname><given-names>JC</given-names></name><name name-style="western"><surname>Clapham</surname><given-names>K</given-names></name><name name-style="western"><surname>Williamson</surname><given-names>A</given-names></name></person-group>. <article-title>Psychosocial factors associated with the mental health of indigenous children living in high income countries: a systematic review</article-title>. <source>Int J Equity Health.</source><year>2017</year>;<volume>16</volume>(<issue>1</issue>):<fpage>153</fpage>. doi: <pub-id pub-id-type="doi">10.1186/s12939-017-0652-5</pub-id>.<pub-id pub-id-type="pmid">28830449</pub-id><pub-id pub-id-type="pmcid">PMC5568067</pub-id></mixed-citation></ref><ref id="bibr28-07067437241226998"><label>28</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Owais</surname><given-names>S</given-names></name><name name-style="western"><surname>Faltyn</surname><given-names>M</given-names></name><name name-style="western"><surname>Zou</surname><given-names>H</given-names></name></person-group><etal>,</etal><etal>et al.</etal><article-title>Psychopathology in the offspring of indigenous parents with mental health challenges: a systematic review: psychopathologie des descendants de parents autochtones ayant des probl&#232;mes de sant&#233; mentale: une revue syst&#233;matique</article-title>. <source>Can J Psychiatry.</source><year>2021</year>;<volume>66</volume>(<issue>6</issue>):<fpage>517</fpage>&#8208;<lpage>536</lpage>. doi: <pub-id pub-id-type="doi">10.1177/0706743720966447</pub-id>.<pub-id pub-id-type="pmid">33064564</pub-id><pub-id pub-id-type="pmcid">PMC8138737</pub-id></mixed-citation></ref><ref id="bibr29-07067437241226998"><label>29</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Chachamovich</surname><given-names>E</given-names></name><name name-style="western"><surname>Kirmayer</surname><given-names>LJ</given-names></name><name name-style="western"><surname>Haggarty</surname><given-names>JM</given-names></name><name name-style="western"><surname>Cargo</surname><given-names>M</given-names></name><name name-style="western"><surname>Mccormick</surname><given-names>R</given-names></name><name name-style="western"><surname>Turecki</surname><given-names>G</given-names></name></person-group>. <article-title>Suicide among Inuit: results from a large, epidemiologically representative follow-back study in Nunavut</article-title>. <source>Can J Psychiatry.</source><year>2015</year>;<volume>60</volume>(<issue>6</issue>):<fpage>268</fpage>&#8208;<lpage>275</lpage>. doi: <pub-id pub-id-type="doi">10.1177/070674371506000605</pub-id>.<pub-id pub-id-type="pmid">26175324</pub-id><pub-id pub-id-type="pmcid">PMC4501584</pub-id></mixed-citation></ref><ref id="bibr30-07067437241226998"><label>30</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Phillips-Beck</surname><given-names>W</given-names></name><name name-style="western"><surname>Sinclair</surname><given-names>S</given-names></name><name name-style="western"><surname>Campbell</surname><given-names>R</given-names></name></person-group><etal>, et al.</etal><article-title>Early-life origins of disparities in chronic diseases among indigenous youth: pathways to recovering health disparities from intergenerational trauma</article-title>. <source>J Dev Orig Health Dis.</source><year>2019</year>;<volume>10</volume>(<issue>1</issue>):<fpage>115</fpage>&#8208;<lpage>122</lpage>. doi: <pub-id pub-id-type="doi">10.1017/S2040174418000661</pub-id>.<pub-id pub-id-type="pmid">30223914</pub-id></mixed-citation></ref><ref id="bibr31-07067437241226998"><label>31</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Chartier</surname><given-names>M</given-names></name><name name-style="western"><surname>Enns</surname><given-names>JE</given-names></name><name name-style="western"><surname>Nickel</surname><given-names>NC</given-names></name></person-group>, <etal>et al.</etal><article-title>The association of a paraprofessional home visiting intervention with lower child maltreatment rates in first nation families in Canada: a population-based retrospective cohort study</article-title>. <source>Child Youth Serv Rev.</source><year>2020</year>;<volume>108</volume>:<fpage>104675</fpage>. doi: <pub-id pub-id-type="doi">10.1016/j.childyouth.2019.104675</pub-id>.</mixed-citation></ref><ref id="bibr32-07067437241226998"><label>32</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Crooks</surname><given-names>CV</given-names></name><name name-style="western"><surname>Exner-Cortens</surname><given-names>D</given-names></name><name name-style="western"><surname>Burm</surname><given-names>S</given-names></name><name name-style="western"><surname>Lapointe</surname><given-names>A</given-names></name><name name-style="western"><surname>Chiodo</surname><given-names>D</given-names></name></person-group>. <article-title>Two years of relationship-focused mentoring for First Nations, M&#233;tis, and Inuit adolescents: promoting positive mental health</article-title>. <source>J Prim Prev.</source><year>2017</year>;<volume>38</volume>(<issue>1-2</issue>):<fpage>87</fpage>&#8208;<lpage>104</lpage>. doi: <pub-id pub-id-type="doi">10.1007/s10935-016-0457-0</pub-id>.<pub-id pub-id-type="pmid">27848172</pub-id></mixed-citation></ref><ref id="bibr33-07067437241226998"><label>33</label><mixed-citation publication-type="other"><collab>Inuit Tapiriit Kanatami National Suicide Prevention Strategy</collab>. <comment>[accessed on 2023 September 30];</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="https://www.itk.ca/projects/national-inuit-suicide-prevention-strategy/" ext-link-type="uri">https://www.itk.ca/projects/national-inuit-suicide-prevention-strategy/</ext-link>.</mixed-citation></ref><ref id="bibr34-07067437241226998"><label>34</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Ghosh</surname><given-names>M</given-names></name><name name-style="western"><surname>Holman</surname><given-names>CDAJ</given-names></name><name name-style="western"><surname>Preen</surname><given-names>DB</given-names></name></person-group>. <article-title>Use of prescription stimulant for attention deficit hyperactivity disorder in aboriginal children and adolescents: a linked data cohort study</article-title>. <source>BMC Pharmacol Toxicol</source>. <year>2015</year>;<volume>16</volume>(<issue>1</issue>):<fpage>1</fpage>&#8208;<lpage>8</lpage>. doi:<pub-id pub-id-type="doi">10.1186/s40360-015-0035-8</pub-id>.<pub-id pub-id-type="pmid">26646429</pub-id><pub-id pub-id-type="pmcid">PMC4673717</pub-id></mixed-citation></ref><ref id="bibr35-07067437241226998"><label>35</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Baydala</surname><given-names>L</given-names></name><name name-style="western"><surname>Sherman</surname><given-names>J</given-names></name><name name-style="western"><surname>Rasmussen</surname><given-names>C</given-names></name><name name-style="western"><surname>Wikman</surname><given-names>E</given-names></name><name name-style="western"><surname>Janzen</surname><given-names>H</given-names></name></person-group>. <article-title>ADHD Characteristics in Canadian aboriginal children</article-title>. <source>J Atten Disord.</source><year>2006</year>;<volume>9</volume>(<issue>4</issue>):<fpage>642</fpage>&#8208;<lpage>647</lpage>. doi: <pub-id pub-id-type="doi">10.1177/1087054705284246</pub-id>.<pub-id pub-id-type="pmid">16648231</pub-id></mixed-citation></ref><ref id="bibr36-07067437241226998"><label>36</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Hop Wo</surname><given-names>NK</given-names></name><name name-style="western"><surname>Anderson</surname><given-names>KK</given-names></name><name name-style="western"><surname>Wylie</surname><given-names>L</given-names></name><name name-style="western"><surname>MacDougall</surname><given-names>A</given-names></name></person-group>. <article-title>The prevalence of distress, depression, anxiety, and substance use issues among indigenous post-secondary students in Canada</article-title>. <source>Transcult Psychiatry.</source><year>2020</year>;<volume>57</volume>(<issue>2</issue>):<fpage>263</fpage>&#8208;<lpage>274</lpage>. doi: <pub-id pub-id-type="doi">10.1177/1363461519861824</pub-id>.<pub-id pub-id-type="pmid">31575332</pub-id></mixed-citation></ref><ref id="bibr37-07067437241226998"><label>37</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Currie</surname><given-names>CL</given-names></name><name name-style="western"><surname>Wild</surname><given-names>TC</given-names></name></person-group>. <article-title>Adolescent use of prescription drugs to get high in Canada</article-title>. <source>Can J Psychiatry.</source><year>2012</year>;<volume>57</volume>(<issue>12</issue>):<fpage>745</fpage>&#8208;<lpage>751</lpage>. doi: <pub-id pub-id-type="doi">10.1177/070674371205701206</pub-id>.<pub-id pub-id-type="pmid">23228233</pub-id></mixed-citation></ref><ref id="bibr38-07067437241226998"><label>38</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Lemstra</surname><given-names>M</given-names></name><name name-style="western"><surname>Rogers</surname><given-names>M</given-names></name><name name-style="western"><surname>Moraros</surname><given-names>J</given-names></name><name name-style="western"><surname>Caldbick</surname><given-names>S</given-names></name></person-group>. <article-title>Prevalence and risk indicators of alcohol abuse and marijuana use among on-reserve First Nations youth</article-title>. <source>Paediatr Child Health.</source><year>2013</year>;<volume>18</volume>(<issue>1</issue>):<fpage>10</fpage>&#8208;<lpage>14</lpage>. doi: <pub-id pub-id-type="doi">10.1093/PCH/18.1.10</pub-id>.<pub-id pub-id-type="pmid">24381485</pub-id><pub-id pub-id-type="pmcid">PMC3680265</pub-id></mixed-citation></ref><ref id="bibr39-07067437241226998"><label>39</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Chartier</surname><given-names>MJ</given-names></name><name name-style="western"><surname>Walker</surname><given-names>JR</given-names></name><name name-style="western"><surname>Stein</surname><given-names>MB</given-names></name></person-group>. <article-title>Considering comorbidity in social phobia</article-title>. <source>Soc Psychiatry Psychiatr Epidemiol.</source><year>2003</year>;<volume>38</volume>(<issue>12</issue>):<fpage>728</fpage>&#8208;<lpage>734</lpage>. doi: <pub-id pub-id-type="doi">10.1007/s00127-003-0720-6</pub-id>.<pub-id pub-id-type="pmid">14689178</pub-id></mixed-citation></ref><ref id="bibr40-07067437241226998"><label>40</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Hahesy</surname><given-names>AL</given-names></name><name name-style="western"><surname>Wilens</surname><given-names>TE</given-names></name><name name-style="western"><surname>Biederman</surname><given-names>J</given-names></name><name name-style="western"><surname>Van Patten</surname><given-names>SL</given-names></name><name name-style="western"><surname>Spencer</surname><given-names>T</given-names></name></person-group>. <article-title>Temporal association between childhood psychopathology and substance use disorders: findings from a sample of adults with opioid or alcohol dependency</article-title>. <source>Psychiatry Res.</source><year>2002</year>;<volume>109</volume>(<issue>3</issue>):<comment>425&#8211;253</comment>. doi: <pub-id pub-id-type="doi">10.1016/s0165-1781(02)00015-x</pub-id>.<pub-id pub-id-type="pmid">11959361</pub-id></mixed-citation></ref><ref id="bibr41-07067437241226998"><label>41</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Currie</surname><given-names>CL</given-names></name><name name-style="western"><surname>Wild</surname><given-names>TC</given-names></name><name name-style="western"><surname>Schopflocher</surname><given-names>DP</given-names></name><name name-style="western"><surname>Liang</surname><given-names>L</given-names></name><name name-style="western"><surname>Veugelers</surname><given-names>P</given-names></name></person-group>. <article-title>Illicit and prescription drug problems among urban aboriginal adults in Canada: the role of traditional culture in protection and resilience</article-title>. <source>Social Sci Med</source>. <year>2013</year>;<volume>88</volume>:<fpage>1</fpage>&#8208;<lpage>9</lpage>. doi: <pub-id pub-id-type="doi">10.1016/j.socscimed.2013.03.032</pub-id>.<pub-id pub-id-type="pmid">23702204</pub-id></mixed-citation></ref><ref id="bibr42-07067437241226998"><label>42</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Linscott</surname><given-names>RJ</given-names></name><name name-style="western"><surname>Marie</surname><given-names>D</given-names></name><name name-style="western"><surname>Arnott</surname><given-names>KL</given-names></name><name name-style="western"><surname>Clarke</surname><given-names>BL</given-names></name></person-group>. <article-title>Over-representation of Maori New Zealanders among adolescents in a schizotypy taxon</article-title>. <source>Schizophr Res.</source><year>2006</year>;<volume>84</volume>(<issue>2&#8211;3</issue>):<fpage>289</fpage>&#8208;<lpage>296</lpage>.<pub-id pub-id-type="pmid">16542824</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.schres.2006.02.006</pub-id></mixed-citation></ref><ref id="bibr43-07067437241226998"><label>43</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Demarchi</surname><given-names>C</given-names></name><name name-style="western"><surname>Bohanna</surname><given-names>I</given-names></name><name name-style="western"><surname>Baune</surname><given-names>BT</given-names></name><name name-style="western"><surname>Clough</surname><given-names>AR</given-names></name></person-group>. <article-title>Detecting psychotic symptoms in indigenous populations: a review of available assessment tools</article-title>. <source>Schizophr Res.</source><year>2012</year>;<volume>139</volume>(<issue>1&#8211;3</issue>):<fpage>136</fpage>&#8208;<lpage>143</lpage>. doi: <pub-id pub-id-type="doi">10.1016/j.schres.2012.05.017</pub-id>.<pub-id pub-id-type="pmid">22682369</pub-id></mixed-citation></ref><ref id="bibr44-07067437241226998"><label>44</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Eggertson</surname><given-names>L</given-names></name></person-group>. <article-title>Aboriginal youth suicide rises in northern Ontario</article-title>. <source>CMAJ&#8239;: Can Med Assoc J</source>. <year>2015</year>;<volume>187</volume>(<issue>11</issue>):<comment>E335</comment>&#8208;<lpage>E336</lpage>. doi: <pub-id pub-id-type="doi">10.1503/cmaj.109-5108</pub-id>.<pub-id pub-id-type="pmcid">PMC4527921</pub-id><pub-id pub-id-type="pmid">26124234</pub-id></mixed-citation></ref><ref id="bibr45-07067437241226998"><label>45</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Feng</surname><given-names>CX</given-names></name><name name-style="western"><surname>Waldner</surname><given-names>C</given-names></name><name name-style="western"><surname>Cushon</surname><given-names>J</given-names></name><name name-style="western"><surname>Davy</surname><given-names>K</given-names></name><name name-style="western"><surname>Neudorf</surname><given-names>C</given-names></name></person-group>. <article-title>Suicidal ideation in a community-based sample of elementary school children: a multilevel and spatial analysis</article-title>. <source>Can J Public Health.</source><year>2016</year>;<volume>107</volume>(<issue>1</issue>):<comment>e100</comment>&#8208;<lpage>e105</lpage>. doi: <pub-id pub-id-type="doi">10.17269/CJPH.107.5294</pub-id>.<pub-id pub-id-type="pmcid">PMC6972258</pub-id><pub-id pub-id-type="pmid">27348095</pub-id></mixed-citation></ref><ref id="bibr46-07067437241226998"><label>46</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Walker</surname><given-names>J</given-names></name><name name-style="western"><surname>Piper</surname><given-names>E</given-names></name><name name-style="western"><surname>Jones</surname><given-names>CR</given-names></name></person-group><etal>,</etal><etal>et al.</etal><article-title>Unlocking First Nations health information through data linkage</article-title>. <source>Int J Popul Data Sci</source>. <year>2018</year>;<volume>3</volume>(<issue>1</issue>). doi: <pub-id pub-id-type="doi">10.23889/ijpds.v3i1.450</pub-id>.<pub-id pub-id-type="pmcid">PMC7299468</pub-id><pub-id pub-id-type="pmid">32935010</pub-id></mixed-citation></ref><ref id="bibr47-07067437241226998"><label>47</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>O&#8217;Keefe</surname><given-names>VM</given-names></name><name name-style="western"><surname>Fish</surname><given-names>J</given-names></name><name name-style="western"><surname>Maudrie</surname><given-names>TL</given-names></name></person-group><etal>, et al.</etal><article-title>Centering indigenous knowledges and worldviews: applying the indigenist ecological systems model to youth mental health and wellness research and programs</article-title>. <source>Int J Environ Res Public Health</source>. <year>2022</year>;<volume>19</volume>(<issue>10</issue>):<fpage>6271</fpage>. doi: <pub-id pub-id-type="doi">10.3390/ijerph19106271</pub-id>.<pub-id pub-id-type="pmid">35627809</pub-id><pub-id pub-id-type="pmcid">PMC9140847</pub-id></mixed-citation></ref><ref id="bibr48-07067437241226998"><label>48</label><mixed-citation publication-type="book"><person-group person-group-type="author"><name name-style="western"><surname>Walter</surname><given-names>M</given-names></name><name name-style="western"><surname>Andersen</surname><given-names>C</given-names></name></person-group>. <source>Indigenous statistics: A quantitative research methodology</source>. <publisher-loc>Walnut Creek</publisher-loc>, <publisher-loc>CA</publisher-loc>: <publisher-name>Left Coast Press</publisher-name>; <year>2013</year>.</mixed-citation></ref><ref id="bibr49-07067437241226998"><label>49</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Thurber</surname><given-names>KA</given-names></name><name name-style="western"><surname>Thandrayen</surname><given-names>J</given-names></name><name name-style="western"><surname>Banks</surname><given-names>E</given-names></name><name name-style="western"><surname>Doery</surname><given-names>K</given-names></name><name name-style="western"><surname>Sedgwick</surname><given-names>M</given-names></name><name name-style="western"><surname>Lovett</surname><given-names>R</given-names></name></person-group>. <article-title>Strengths-based approaches for quantitative data analysis: a case study using the Australian longitudinal study of indigenous children</article-title>. <source>SSM Popul Health</source>. <year>2020</year>;<volume>12</volume>:<fpage>100637</fpage>. doi: <pub-id pub-id-type="doi">10.1016/j.ssmph.2020.100637</pub-id>.<pub-id pub-id-type="pmid">32923575</pub-id><pub-id pub-id-type="pmcid">PMC7475116</pub-id></mixed-citation></ref><ref id="bibr50-07067437241226998"><label>50</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>O'Keefe</surname><given-names>VM</given-names></name><name name-style="western"><surname>Maudrie</surname><given-names>TL</given-names></name><name name-style="western"><surname>Cole</surname><given-names>AB</given-names></name></person-group><etal>, et al.</etal><article-title>Conceptualizing indigenous strengths-based health and wellness research using group concept mapping</article-title>. <source>Arch Public Health</source>. <year>2023</year>;<volume>81</volume>(<issue>1</issue>):<fpage>71</fpage>. doi: <pub-id pub-id-type="doi">10.1186/s13690-023-01066-7</pub-id>.<pub-id pub-id-type="pmid">37101194</pub-id><pub-id pub-id-type="pmcid">PMC10134608</pub-id></mixed-citation></ref><ref id="bibr51-07067437241226998"><label>51</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Marsden</surname><given-names>N</given-names></name>, <name name-style="western"><surname>Star</surname><given-names>L</given-names></name>, &amp; <name name-style="western"><surname>Smylie</surname><given-names>J</given-names></name></person-group>. <article-title>Nothing about us without us in writing: aligning the editorial policies of the Canadian Journal of Public Health with the inherent rights of indigenous peoples</article-title>. <source>Can J Public Health. 2020</source>, <volume>111</volume>(6):<fpage>822</fpage>&#8208;<lpage>825</lpage>.<pub-id pub-id-type="doi" assigning-authority="pmc">10.17269/s41997-020-00452-w</pub-id><pub-id pub-id-type="pmcid">PMC7728910</pub-id><pub-id pub-id-type="pmid">33289058</pub-id></mixed-citation></ref><ref id="bibr52-07067437241226998"><label>52</label><mixed-citation publication-type="book"><person-group person-group-type="author"><name name-style="western"><surname>Chartier</surname><given-names>M</given-names></name><name name-style="western"><surname>Brownell</surname><given-names>M</given-names></name><name name-style="western"><surname>Star</surname><given-names>L</given-names></name></person-group>, <etal>et al.</etal><source>Our children, our future: The health and well-being of First Nations children in Manitoba</source>. <publisher-loc>Winnipeg</publisher-loc>, <publisher-loc>MB</publisher-loc>; <year>2020</year>. <ext-link xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="http://mchp-appserv.cpe.umanitoba.ca/reference/FNKids_Report_Web.pdf" ext-link-type="uri">http://mchp-appserv.cpe.umanitoba.ca/reference/FNKids_Report_Web.pdf</ext-link>.</mixed-citation></ref></ref-list></back></article></pmc-articleset>