<?xml version="1.0"  ?><!DOCTYPE pmc-articleset PUBLIC "-//NLM//DTD ARTICLE SET 2.0//EN" "https://dtd.nlm.nih.gov/ncbi/pmc/articleset/nlm-articleset-2.0.dtd"><pmc-articleset><article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xml:lang="en" article-type="review-article" dtd-version="1.4"><!--The publisher of this article does not allow downloading of the full text in XML form.--><front><journal-meta><journal-id journal-id-type="nlm-ta">Can J Hosp Pharm</journal-id><journal-id journal-id-type="iso-abbrev">Can J Hosp Pharm</journal-id><journal-id journal-id-type="pmc-domain-id">1115</journal-id><journal-id journal-id-type="pmc-domain">cjhp</journal-id><journal-id journal-id-type="publisher-id">CJHP</journal-id><journal-title-group><journal-title>The Canadian Journal of Hospital Pharmacy</journal-title></journal-title-group><issn pub-type="ppub">0008-4123</issn><issn pub-type="epub">1920-2903</issn><publisher><publisher-name>Canadian Society of Healthcare-Systems Pharmacy</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">PMC10914399</article-id><article-id pub-id-type="pmcid-ver">PMC10914399.1</article-id><article-id pub-id-type="pmcaid">10914399</article-id><article-id pub-id-type="pmcaiid">10914399</article-id><article-id pub-id-type="pmid">38482391</article-id><article-id pub-id-type="doi">10.4212/cjhp.3506</article-id><article-id pub-id-type="publisher-id">cjhp-77-1-e3506</article-id><article-version article-version-type="pmc-version">1</article-version><article-categories><subj-group subj-group-type="heading"><subject>Review</subject></subj-group></article-categories><title-group><article-title>Take-Home Naloxone Access and Use among Older Adults Living with Pain: A Scoping Review</article-title></title-group><contrib-group><contrib contrib-type="author"><name name-style="western"><surname>Chan</surname><given-names initials="RRD">Ryan R D</given-names></name></contrib><aff id="af1-cjhp-77-1-e3506"><bold>Ryan R D Chan</bold> is a fourth-year pharmacy student at the College of Pharmacy and Nutrition, University of Saskatchewan, Saskatoon, Saskatchewan</aff></contrib-group><contrib-group><contrib contrib-type="author"><name name-style="western"><surname>Yakiwchuk</surname><given-names initials="EM">Erin M</given-names></name></contrib><aff id="af2-cjhp-77-1-e3506"><bold>Erin M Yakiwchuk</bold>, BSP, ACPR, MSc(Pharmacy), BCGP, is an Assistant Professor with the College of Pharmacy and Nutrition, University of Saskatchewan, Saskatoon, Saskatchewan</aff></contrib-group><contrib-group><contrib contrib-type="author" corresp="yes"><name name-style="western"><surname>Halpape</surname><given-names initials="K">Katelyn</given-names></name></contrib><aff id="af3-cjhp-77-1-e3506"><bold>Katelyn Halpape</bold>, BSP, ACPR, PharmD, BCPP, is an Associate Professor with the College of Pharmacy and Nutrition, University of Saskatchewan, Saskatoon, Saskatchewan</aff></contrib-group><author-notes><corresp id="c1-cjhp-77-1-e3506">Address correspondence to: Dr Katelyn Halpape, College of Pharmacy and Nutrition, University of Saskatchewan, 2A20.01 Health Sciences, 107 Wiggins Road, Saskatoon SK S7N 5E5, <bold>email:</bold><email>katelyn.halpape@usask.ca</email></corresp><fn id="fn1-cjhp-77-1-e3506" fn-type="COI-statement"><p><bold>Competing interests:</bold> For activities unrelated to the study reported here, Ryan Chan received undergraduate research funding (in the form of an Interdisciplinary Dean&#8217;s Summer Research Project Award) from the University of Saskatchewan&#8217;s College of Medicine and College of Pharmacy and Nutrition and has received speaking honoraria for community-based presentations with Big Brothers Big Sisters; he is also Vice President, Communications with the National Executive Council of the Canadian Association of Pharmacy Students and Interns, which receives sponsorship from the Canadian Society of Hospital Pharmacists. For activities unrelated to the study reported here, Katelyn Halpape has received grant funding from Health Canada&#8217;s Substance Use and Addictions Program and Indigenous Services Canada. She also received an honorarium from Hogrefe for work as a chapter editor on the <italic toggle="yes">Clinical Handbook of Psychotropic Drugs</italic>. No other competing interests were declared.</p></fn></author-notes><pub-date publication-format="electronic" date-type="collection"><year>2024</year></pub-date><pub-date publication-format="electronic" date-type="pub"><day>13</day><month>3</month><year>2024</year></pub-date><volume>77</volume><issue>1</issue><issue-id pub-id-type="pmc-issue-id">451845</issue-id><elocation-id>e3506</elocation-id><history><date date-type="received"><day>26</day><month>5</month><year>2023</year></date><date date-type="accepted"><day>05</day><month>9</month><year>2023</year></date></history><pub-history><event event-type="pmc-release"><date><day>13</day><month>09</month><year>2024</year></date></event><event event-type="pmc-live"><date><day>13</day><month>09</month><year>2024</year></date></event><event event-type="pmc-last-change"><date iso-8601-date="2024-09-13 00:25:19.380"><day>13</day><month>09</month><year>2024</year></date></event></pub-history><permissions><copyright-statement>2024 Canadian Society of Hospital Pharmacists. All content in the Canadian Journal of Hospital Pharmacy is copyrighted by the Canadian Society of Hospital Pharmacy. In submitting their manuscripts, the authors transfer, assign, and otherwise convey all copyright ownership to CSHP.</copyright-statement><copyright-year>2024</copyright-year></permissions><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" content-type="pmc-pdf" xlink:href="cjhp-77-1-e3506.pdf"/><abstract><sec><title>Background</title><p>Opioids are a common treatment for older adults living with pain. Given high rates of polypharmacy and chronic comorbidities, older adults are at risk of opioid overdose. Evidence is now available that take-home naloxone (THN) supports reduction of opioid-related harms. It is unknown what THN initiatives are available for older adults, especially those living with chronic pain.</p></sec><sec><title>Objective</title><p>To summarize the literature regarding THN, with a focus on older adults using opioids for pain, including facilitators of and barriers to THN access, knowledge gaps, and pharmacist-led initiatives.</p></sec><sec><title>Data Sources</title><p>A scoping review, guided by an established framework and PRISMA-ScR guidelines, was performed. Methods involved searching 6 bibliographic databases (MEDLINE, Embase, Scopus, APA PsycINFO, Web of Science Core Collection, and PubMed), reference harvesting, and citation tracking. Searches were conducted up to March 2023, with no date limits applied; only English publications were included.</p></sec><sec><title>Study Selection and Data Extraction</title><p>Study eligibility was determined according to preset criteria, including age; discrepancies were resolved by discussion and consensus. Data were extracted and categorized through thematic analysis.</p></sec><sec><title>Data Synthesis</title><p>Four studies met the eligibility criteria. All 4 studies detailed THN programs in primary care settings involving older adults taking opioids for pain management. Two of the studies highlighted patient-specific risk factors for opioid overdose, including concomitant use of benzodiazepines and/or gabapentinoids, mean morphine milligram equivalents per day of at least 50, and previous opioid overdose. Two of the studies assessed patient knowledge of opioid overdose management and attitudes toward THN. Educational programs increased patients&#8217; interest in THN.</p></sec><sec><title>Conclusions</title><p>The literature about THN for older adults living with pain is limited, and no literature was found on pharmacist-led initiatives in this area. Future research on THN provision for older adults, including pharmacist-led initiatives, could help to optimize care for older adults living with pain.</p></sec></abstract><trans-abstract xml:lang="fr"><title>R&#201;SUM&#201;</title><sec><title>Contexte</title><p>Les opio&#239;des sont un traitement courant pour les personnes &#226;g&#233;es souffrant de douleur. Compte tenu des taux &#233;lev&#233;s de polypharmacie et de comorbidit&#233;s chroniques, les personnes &#226;g&#233;es courent un risque de surdose d&#8217;opio&#239;des. Il est d&#233;sormais prouv&#233; que la distribution de trousses de naloxone contribue &#224; la r&#233;duction des m&#233;faits li&#233;s aux opio&#239;des. On ne sait pas quelles initiatives de distribution de trousses de naloxone existent pour les personnes &#226;g&#233;es, en particulier celles souffrant de douleurs chroniques.</p></sec><sec><title>Objectif</title><p>R&#233;sumer la documentation concernant la distribution des trousses de naloxone chez les personnes &#226;g&#233;es qui utilisent des opio&#239;des contre la douleur, y compris les facilitateurs et les obstacles &#224; l&#8217;acc&#232;s aux trousses, les lacunes dans les connaissances et les initiatives men&#233;es par les pharmaciens.</p></sec><sec><title>Sources des donn&#233;es</title><p>Un examen de la port&#233;e, guid&#233; par un cadre &#233;prouv&#233; et les lignes directrices PRISMA-ScR, a &#233;t&#233; r&#233;alis&#233;. Les m&#233;thodes impliquaient la recherche dans 6 bases de donn&#233;es bibliographiques (MEDLINE, Embase, Scopus, APA PsycINFO, Web of Science Core Collection et PubMed), la r&#233;colte de r&#233;f&#233;rences et le suivi des citations. Les recherches ont &#233;t&#233; effectu&#233;es jusqu&#8217;en mars 2023, sans limites quant &#224; la date; seules les publications en anglais ont &#233;t&#233; incluses.</p></sec><sec><title>S&#233;lection des &#233;tudes et extraction des donn&#233;es</title><p>L&#8217;admissibilit&#233; &#224; l&#8217;&#233;tude a &#233;t&#233; d&#233;termin&#233;e selon des crit&#232;res pr&#233;d&#233;finis, notamment l&#8217;&#226;ge; les divergences ont &#233;t&#233; r&#233;solues par discussion et consensus. Les donn&#233;es ont &#233;t&#233; extraites et cat&#233;goris&#233;es gr&#226;ce &#224; une analyse th&#233;matique.</p></sec><sec><title>Synth&#232;se des donn&#233;es</title><p>Quatre &#233;tudes r&#233;pondaient aux crit&#232;res d&#8217;admissibilit&#233;. Les 4 &#233;tudes ont d&#233;taill&#233; des programmes de distribution de trousses de naloxone dans des &#233;tablissements de soins primaires chez les personnes &#226;g&#233;es prenant des opio&#239;des pour g&#233;rer la douleur. Deux des &#233;tudes ont mis en &#233;vidence des facteurs de risque sp&#233;cifiques aux patients en mati&#232;re de surdosage aux opio&#239;des, notamment l&#8217;utilisation concomitante de benzodiaz&#233;pines et/ou de gabapentino&#239;des, une moyenne d&#8217;&#233;quivalents en milligrammes de morphine par jour d&#8217;au moins 50 et un surdosage ant&#233;rieur aux opio&#239;des. Deux des &#233;tudes ont &#233;valu&#233; les connaissances des patients en mati&#232;re de gestion des surdosages aux opio&#239;des et leur attitude envers la distribution de trousses de naloxone. Les programmes &#233;ducatifs ont accru l&#8217;int&#233;r&#234;t des patients pour les trousses de naloxone.</p></sec><sec><title>Conclusions</title><p>La documentation sur la distribution de trousses de naloxone chez les personnes &#226;g&#233;es souffrant de douleur est limit&#233;e et aucune litt&#233;rature n&#8217;a &#233;t&#233; trouv&#233;e sur les initiatives men&#233;es par les pharmaciens dans ce domaine. Les recherches futures sur la distribution de trousses de naloxone aux personnes &#226;g&#233;es, y compris les initiatives men&#233;es par des pharmaciens, pourraient contribuer &#224; optimiser les soins aux personnes &#226;g&#233;es souffrant de douleur.</p></sec></trans-abstract><kwd-group><kwd>take-home naloxone</kwd><kwd>older adults</kwd><kwd>pain</kwd><kwd>opioids</kwd><kwd>harm reduction</kwd><kwd>special population</kwd></kwd-group><kwd-group xml:lang="fr"><title>Mots-cl&#233;s</title><kwd>trousses de naloxone</kwd><kwd>personnes &#226;g&#233;es</kwd><kwd>douleur</kwd><kwd>opio&#239;des</kwd><kwd>r&#233;duction des m&#233;faits</kwd><kwd>population particuli&#232;re</kwd></kwd-group><custom-meta-group><custom-meta><meta-name>pmc-status-qastatus</meta-name><meta-value>0</meta-value></custom-meta><custom-meta><meta-name>pmc-status-live</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-status-embargo</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-status-released</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-open-access</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-olf</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-manuscript</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-legally-suppressed</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-pdf</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-supplement</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-pdf-only</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-suppress-copyright</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-real-version</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-scanned-article</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-preprint</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-in-epmc</meta-name><meta-value>yes</meta-value></custom-meta></custom-meta-group></article-meta></front></article></pmc-articleset>