<?xml version="1.0"  ?><!DOCTYPE pmc-articleset PUBLIC "-//NLM//DTD ARTICLE SET 2.0//EN" "https://dtd.nlm.nih.gov/ncbi/pmc/articleset/nlm-articleset-2.0.dtd"><pmc-articleset><article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xml:lang="en" article-type="research-article" dtd-version="1.4"><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Can J Psychiatry</journal-id><journal-id journal-id-type="iso-abbrev">Can J Psychiatry</journal-id><journal-id journal-id-type="pmc-domain-id">2444</journal-id><journal-id journal-id-type="pmc-domain">canjpsych</journal-id><journal-id journal-id-type="publisher-id">CPA</journal-id><journal-title-group><journal-title>Canadian Journal of Psychiatry. Revue Canadienne de Psychiatrie</journal-title></journal-title-group><issn pub-type="ppub">0706-7437</issn><issn pub-type="epub">1497-0015</issn><publisher><publisher-name>SAGE Publications</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">PMC10517648</article-id><article-id pub-id-type="pmcid-ver">PMC10517648.1</article-id><article-id pub-id-type="pmcaid">10517648</article-id><article-id pub-id-type="pmcaiid">10517648</article-id><article-id pub-id-type="pmid">36938661</article-id><article-id pub-id-type="doi">10.1177/07067437231162494</article-id><article-id pub-id-type="publisher-id">10.1177_07067437231162494</article-id><article-version article-version-type="pmc-version">1</article-version><article-categories><subj-group subj-group-type="heading"><subject>Original Research</subject></subj-group></article-categories><title-group><article-title>Benefits of the PRISM Shelter-Based Program for Attainment of Stable Housing and Functional Outcomes by People Experiencing Homelessness and Mental Illness: A Quantitative Analysis</article-title><trans-title-group xml:lang="fr"><trans-title>B&#233;n&#233;fices du programme PRISM (projet de r&#233;affiliation en itin&#233;rance et sant&#233; mentale) en refuge sur l&#8217;obtention d&#8217;un logement stable et sur les r&#233;sultats fonctionnels pour les personnes sans-abri souffrant de maladie mentale : une analyse quantitative</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name name-style="western"><surname>Soufi</surname><given-names initials="G">Ghassen</given-names></name><degrees>MD</degrees><xref rid="aff1-07067437231162494" ref-type="aff">1</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Voisard</surname><given-names initials="B">Brigitte</given-names></name><degrees>BA</degrees><xref rid="aff2-07067437231162494" ref-type="aff">2</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Latimer</surname><given-names initials="EA">Eric A.</given-names></name><degrees>PhD</degrees><xref rid="aff1-07067437231162494" ref-type="aff">1</xref><xref rid="aff3-07067437231162494" ref-type="aff">3</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Matai</surname><given-names initials="L">Lavina</given-names></name><degrees>PharmD, MScPH</degrees><xref rid="aff4-07067437231162494" ref-type="aff">4</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Moodie</surname><given-names initials="EEM">Erica E. M.</given-names></name><degrees>PhD</degrees><xref rid="aff5-07067437231162494" ref-type="aff">5</xref></contrib><contrib contrib-type="author" corresp="yes"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0003-4513-7601</contrib-id><name name-style="western"><surname>Lalibert&#233;</surname><given-names initials="V">Vincent</given-names></name><degrees>MD, MA, FRCPC</degrees><xref rid="aff6-07067437231162494" ref-type="aff">6</xref><xref rid="corresp1-07067437231162494" ref-type="corresp"/></contrib></contrib-group><aff id="aff1-07067437231162494">
<label>1</label>Department of Psychiatry, McGill University, Montreal, Quebec, Canada</aff><aff id="aff2-07067437231162494">
<label>2</label>Department of Psychology, Universit&#233; du Qu&#233;bec &#224; Montr&#233;al (UQAM), Montreal, Quebec, Canada</aff><aff id="aff3-07067437231162494">
<label>3</label>Psychosocial Division, Douglas Hospital Research Centre, Verdun, Quebec, Canada</aff><aff id="aff4-07067437231162494">
<label>4</label>Department of Epidemiology, Biostatistics and Occupational Health, and Department of Equity, Ethics and Policy, McGill University, Montreal, Quebec, Canada</aff><aff id="aff5-07067437231162494">
<label>5</label>Department of Epidemiology, Biostatistics, and Occupational Health, McGill University, Montreal, Quebec, Canada</aff><aff id="aff6-07067437231162494">
<label>6</label>Department of Psychiatry, Jewish General Hospital, McGill University, Montreal, Quebec, Canada</aff><author-notes><corresp id="corresp1-07067437231162494">Vincent Lalibert&#233;, MD, MA, FRCPC, Irving Ludmer Psychiatry Research and Training Building, 1033 Pine Avenue West, office 112, Montreal, 
QC, Canada H3A 1A1. 
Email: <email>vincent.laliberte@mail.mcgill.ca</email></corresp></author-notes><pub-date pub-type="epub"><day>20</day><month>3</month><year>2023</year></pub-date><pub-date pub-type="ppub"><month>10</month><year>2023</year></pub-date><volume>68</volume><issue>10</issue><issue-id pub-id-type="pmc-issue-id">445899</issue-id><fpage>745</fpage><lpage>754</lpage><pub-history><event event-type="pmc-release"><date><day>20</day><month>03</month><year>2023</year></date></event><event event-type="pmc-live"><date><day>24</day><month>09</month><year>2023</year></date></event><event event-type="pmc-last-change"><date iso-8601-date="2023-09-24 13:25:09.927"><day>24</day><month>09</month><year>2023</year></date></event></pub-history><permissions><copyright-statement>&#169; The Author(s) 2023</copyright-statement><copyright-year>2023</copyright-year><copyright-holder content-type="sage">Canadian Psychiatric Association</copyright-holder><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>This article is distributed under the terms of the Creative Commons Attribution 4.0 License (<ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">https://creativecommons.org/licenses/by/4.0/</ext-link>) which permits any use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the SAGE and Open Access page (<ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://us.sagepub.com/en-us/nam/open-access-at-sage">https://us.sagepub.com/en-us/nam/open-access-at-sage</ext-link>).</license-p></license></permissions><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" content-type="pmc-pdf" xlink:href="10.1177_07067437231162494.pdf"/><abstract><sec><title>Objective</title><p>To explore the housing trajectory, personal recovery, functional level, and quality of life of clients at discharge and 1 year after completing <italic toggle="yes">Projet R&#233;affiliation Itin&#233;rance Sant&#233; Mentale </italic>(PRISM), a shelter-based mental health and rehabilitation program intended to provide individuals experiencing homelessness and severe mental illness with transition housing and to reconnect them with mental health and social services.</p></sec><sec><title>Method</title><p>Housing status, psychiatric follow-up trajectory, personal recovery (Canadian Personal Recovery Outcome Measure), functional level (Multnomah Community Ability Scale), and quality of life (Lehman Quality of Life Interview) were assessed at program entry, at program discharge and 1 year later.</p></sec><sec><title>Results</title><p>Of the 50 clients who participated in the study from May 31, 2018, to December 31, 2019, 43 completed the program. Of these, 76.7% were discharged to housing modalities and 78% were engaged with psychiatric follow-up at the program's end. Housing stability, defined as residing at the same permanent address since discharge, was achieved for 62.5% of participants at 1-year follow-up. Functional level and quality of life scores improved significantly both at discharge and at 1-year follow-up from baseline.</p></sec><sec><title>Conclusions</title><p>Admission to PRISM helped clients secure long-term stable housing and appropriate psychiatric follow-up. Stable housing was maintained for most clients at 1-year follow-up, and they benefited from sustained functional and quality of life outcomes in long-term follow-up.</p></sec></abstract><trans-abstract abstract-type="normal" xml:lang="fr"><title>Abr&#233;g&#233;</title><sec><title>Objectif</title><p>Explorer la trajectoire du logement, le r&#233;tablissement personnel, le niveau fonctionnel, et la qualit&#233; de vie des clients au cong&#233; et un an apr&#232;s avoir termin&#233; PRISM, un programme de sant&#233; mentale et de r&#233;habilitation offert en refuge et visant &#224; offrir aux personnes sans abri et souffrant de maladie mentale grave un logement transitoire et &#224; les r&#233;engager avec des services sociaux et de sant&#233; mentale.</p></sec><sec><title>M&#233;thode</title><p>Le statut de logement, la trajectoire du suivi psychiatrique, le r&#233;tablissement personnel (Mesure canadienne du r&#233;tablissement personnel), le niveau fonctionnel (&#201;chelle de capacit&#233; communautaire de Multnomah) et la qualit&#233; de vie (&#201;chelle de la qualit&#233; de vie de Lehman) ont &#233;t&#233; &#233;valu&#233;s &#224; l&#8217;entr&#233;e du programme, au cong&#233; du programme et un an plus tard.</p></sec><sec><title>R&#233;sultats</title><p>Sur les 50 clients qui ont particip&#233; &#224; l&#8217;&#233;tude du 31 mai 2018 au 31 d&#233;cembre 2019, 43 ont termin&#233; le programme. Sur ceux-ci, 76,7% &#233;taient log&#233;s &#224; leur cong&#233; et 78% ont &#233;t&#233; engag&#233;s dans un suivi psychiatrique &#224; la fin du programme. La stabilit&#233; de logement, d&#233;finie comme &#233;tant r&#233;sider &#224; la m&#234;me adresse permanente depuis le cong&#233;, a &#233;t&#233; maintenue pour 62,5% des participants au suivi d&#8217;un an. Les scores du niveau fonctionnel et de la qualit&#233; de vie se sont am&#233;lior&#233;s significativement tant au cong&#233; qu&#8217;au suivi d&#8217;un an relativement &#224; l'entr&#233;e au programme.</p></sec><sec><title>Conclusions</title><p>L&#8217;admission au PRISM a aid&#233; les clients &#224; obtenir un logement stable &#224; long terme et un suivi psychiatrique appropri&#233;. La stabilit&#233; de logemente a &#233;t&#233; maintenue pour la plupart des clients au suivi d&#8217;un an, et ils ont b&#233;n&#233;fici&#233; de gains fonctionnels et de qualit&#233; de vie soutenus au suivi &#224; long terme.</p></sec></trans-abstract><kwd-group><kwd>homeless persons</kwd><kwd>mental disorders</kwd><kwd>severe</kwd><kwd>housing</kwd><kwd>emergency shelter</kwd><kwd>urban health services</kwd><kwd>mental health services</kwd><kwd>quality of life.</kwd></kwd-group><funding-group specific-use="FundRef"><award-group id="award1-07067437231162494"><funding-source id="funding1-07067437231162494"><institution-wrap><institution>Jewish General Hospital</institution><institution-id institution-id-type="FundRef">https://doi.org/10.13039/501100004734</institution-id></institution-wrap></funding-source></award-group></funding-group><custom-meta-group><custom-meta><meta-name>pmc-status-qastatus</meta-name><meta-value>0</meta-value></custom-meta><custom-meta><meta-name>pmc-status-live</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-status-embargo</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-status-released</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-open-access</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-olf</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-manuscript</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-legally-suppressed</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-pdf</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-supplement</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-pdf-only</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-suppress-copyright</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-real-version</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-scanned-article</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-preprint</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-in-epmc</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>typesetter</meta-name><meta-value>ts19</meta-value></custom-meta></custom-meta-group></article-meta></front><body><p><italic toggle="yes">Projet R&#233;affiliation Itin&#233;rance Sant&#233; Mentale</italic> (PRISM) is a shelter-based mental health service launched in Montreal, Canada, in 2013<sup><xref rid="bibr1-07067437231162494" ref-type="bibr">1</xref>,<xref rid="bibr2-07067437231162494" ref-type="bibr">2</xref></sup> as a novel approach to provide services to homeless individuals with mental illness by establishing partnerships between the city's shelters and public mental health and social service providers. There are currently three PRISMs in Montreal. Each PRISM occupies a designated area of a shelter and has a capacity of 8 to 16 individuals at a time. The aim of the program is to provide short-term residential services and on-site psychiatric care to help clients transition to permanent housing after 8 to 12 weeks and to connect them with long-term support services. On-site psychiatric and nursing care is available, and a psychoeducator/social worker as well as an intervention worker helps clients reach reintegration goals. Clients benefit from various forms of subsidized housing, a quick access to universal health coverage as well as disability income support. PRISM also refers participants to scattered-site Housing First providers. A more exhaustive report of PRISM and its services is described in Lalibert&#233; et al.<sup>
<xref rid="bibr1-07067437231162494" ref-type="bibr">1</xref>
</sup></p><p>The PRISM program has been the subject of two studies to date. First, a descriptive study conducted from November 18, 2013, to May 31, 2019, based on a chart review of 4 operating PRISM partnerships<sup>
<xref rid="bibr1-07067437231162494" ref-type="bibr">1</xref>
</sup> revealed that, of 579 clients, 63% were housed after program discharge (52% to permanent housing and 11% to temporary housing), 21% were not, and 16% were transferred to a hospital or rehabilitation centre. Furthermore, 85% had received some form of outpatient or community service support at discharge. The study also showed that 57% of clients came directly from the street or shelters, while the rest were referred by health care resources (e.g., hospitals, emergency departments, and other clinical teams). Both community and health care partners were informed about PRISM for them to refer clients most likely to benefit from the program. Second, in a qualitative study based on interviews conducted with 20 clients at the time of program admission and again at discharge,<sup>
<xref rid="bibr2-07067437231162494" ref-type="bibr">2</xref>
</sup> it emerged that 3 aspects of the program played a role in patient recovery: the community-based approach and its flexible structure; the possibility of taking &#8220;a break&#8221; in a secure environment that allowed focusing on one's physical and mental health; and the multiple modalities of treatment at PRISM adapted to each client, which contrasted with less desirable experiences in hospitals. Whether the benefits of PRISM are maintained in long-term follow-up after program completion remains to be investigated.</p><p>An important value of PRISM is to provide an 8- to 12-week period of stabilization in the shelter, during which the team can make a careful assessment of the needs and strengths of the clients, as well as their housing and service-related preferences. PRISM is then able to refer appropriate clients to Housing First<sup><xref rid="bibr3-07067437231162494" ref-type="bibr">3</xref><xref rid="bibr4-07067437231162494" ref-type="bibr"/><xref rid="bibr5-07067437231162494" ref-type="bibr"/><xref rid="bibr6-07067437231162494" ref-type="bibr"/><xref rid="bibr7-07067437231162494" ref-type="bibr"/>&#8211;<xref rid="bibr8-07067437231162494" ref-type="bibr">8</xref></sup> or other programs. PRISM can thus act somewhat like Critical Time Intervention,<sup><xref rid="bibr9-07067437231162494" ref-type="bibr">9</xref>,<xref rid="bibr10-07067437231162494" ref-type="bibr">10</xref></sup> in that it serves to help a client connect to housing and services that will enable them to function successfully in the community.</p><p>The aim of our study was 2-fold: first, to explore the housing trajectory of PRISM clients 1 year on from program completion and, second, to assess the short- and long-term benefits of program admission for client personal recovery, functional level, and quality of life (QoL). We hypothesized that participation in PRISM would lead to sustained stable housing outcomes at 1-year follow-up and both immediate and sustained improvement in quantitative questionnaire measures after program completion.</p><sec sec-type="methods" id="section2-07067437231162494"><title>Method</title><sec id="section2A-07067437231162494"><title>Design</title><p>For our purposes, we undertook a prospective cohort study in which we followed a group of clients admitted to PRISM-WHM, the partnership with Welcome Hall Mission, an all-male shelter where 8 beds were reserved for the program. All clients were admitted to PRISM-WHM from a situation of homelessness, either directly from the street or a shelter or following admission to an affiliated McGill University health centre (see <xref rid="table3-07067437231162494" ref-type="table">Table 3</xref>). Clients were met at intake, discharge, and at 1 to 2 years following discharge. At each time point, clients completed an interview with a research team member, as well as a series of questionnaires. The purpose of this approach was to explore the impact of PRISM on both short- and long-term outcomes regarding housing status, personal recovery,<sup>
<xref rid="bibr11-07067437231162494" ref-type="bibr">11</xref>
</sup> functional level, and QoL.</p><table-wrap position="float" id="table3-07067437231162494" orientation="portrait"><label>Table 3.</label><caption><p>Housing Status at Entry, Discharge and 1-Year Follow-up.</p></caption><alternatives><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="10.1177_07067437231162494-table3.jpg"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/><col align="left" span="1"/><col align="center" span="1"/><col align="char" char="." span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1">Housing status</th><th align="left" rowspan="1" colspan="1"/><th align="center" rowspan="1" colspan="1">Frequency</th><th align="center" rowspan="1" colspan="1">Percent</th></tr></thead><tbody><tr><td rowspan="1" colspan="1">T1</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Arrived from hospital</td><td rowspan="1" colspan="1">9</td><td rowspan="1" colspan="1">19.57</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Arrived from the street or shelter</td><td rowspan="1" colspan="1">33</td><td rowspan="1" colspan="1">71.73</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Arrived from elsewhere<sup>
<xref rid="table-fn1-07067437231162494" ref-type="table-fn">a</xref>
</sup></td><td rowspan="1" colspan="1">4</td><td rowspan="1" colspan="1">8.70</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Total</td><td rowspan="1" colspan="1">46</td><td rowspan="1" colspan="1">100</td></tr><tr><td rowspan="1" colspan="1">T2</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Housing</td><td rowspan="1" colspan="1">33</td><td rowspan="1" colspan="1">76.74</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Hospitalized</td><td rowspan="1" colspan="1">5</td><td rowspan="1" colspan="1">9.30</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">No housing</td><td rowspan="1" colspan="1">5</td><td rowspan="1" colspan="1">9.30</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Total</td><td rowspan="1" colspan="1">43</td><td rowspan="1" colspan="1">100</td></tr><tr><td rowspan="1" colspan="1">T3</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Stable housing<sup>
<xref rid="table-fn2-07067437231162494" ref-type="table-fn">b</xref>
</sup></td><td rowspan="1" colspan="1">18</td><td rowspan="1" colspan="1">56.25</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Stable housing, but required relocation*</td><td rowspan="1" colspan="1">2</td><td rowspan="1" colspan="1">6.25</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Unstable housing**</td><td rowspan="1" colspan="1">6</td><td rowspan="1" colspan="1">18.75</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">In supervised housing***</td><td rowspan="1" colspan="1">3</td><td rowspan="1" colspan="1">9.38</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">No housing</td><td rowspan="1" colspan="1">3</td><td rowspan="1" colspan="1">9.38</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Total</td><td rowspan="1" colspan="1">32</td><td rowspan="1" colspan="1">100</td></tr></tbody></table></alternatives><table-wrap-foot><fn id="table-fn1-07067437231162494"><label>
<sup>a</sup>
</label><p>Client staying temporarily in a transition house or with family or friends.</p></fn><fn id="table-fn2-07067437231162494"><label>
<sup>b</sup>
</label><p>Defined as occupying and residing at the same permanent address since program discharge.</p></fn><fn id="table-fn3-07067437231162494"><p>*Client moved at least once since PRISM discharge.</p></fn><fn id="table-fn4-07067437231162494"><p>**Client had permanent housing at 1-year follow-up but experienced prolonged hospitalization or homelessness in the interim.</p></fn><fn id="table-fn5-07067437231162494"><p>***Client in group home, residence, addiction resources, etc.</p></fn><fn id="table-fn6-07067437231162494"><p><italic toggle="yes">Note</italic>: Totals do not include clients who left prior to the program's end or who were unreachable.</p></fn></table-wrap-foot></table-wrap></sec><sec id="section2B-07067437231162494"><title>Recruitment</title><p>From May 31, 2018, to December 31, 2019, every individual admitted to PRISM-WHM was eligible to participate in the study. Of these 57 individuals, 50 consented to participate in the study (see <xref rid="fig1-07067437231162494" ref-type="fig">Figure 1</xref>) after meeting a member of the research team (BV) within 2 weeks of admission to the shelter. The only inclusion criterion was to be admitted to PRISM-WHM. No client was to be excluded owing to lack of fluency in French or English.</p><fig position="float" id="fig1-07067437231162494" orientation="portrait"><label>Figure 1.</label><caption><p>Patient recruitment and timeline.</p></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="10.1177_07067437231162494-fig1.jpg"/></fig></sec><sec id="section2C-07067437231162494"><title>Data Collection</title><p>Clients met at 3 different times with a member of the research team (BV) for data collection (see <xref rid="fig1-07067437231162494" ref-type="fig">Figure 1</xref>): first, at program admission (T1); second, immediately upon program discharge, generally from 2 to 3 months after admission (T2); and third, 1 year after program discharge (T3). Study participants received compensation for each interview. At T3, clients were considered unreachable after several unsuccessful contact attempts, including with a second backup contact and a treating team contact, when available.</p></sec><sec id="section2D-07067437231162494"><title>Baseline Sociodemographic and Clinical Variables</title><p>The baseline interview included a sociodemographic component to obtain the following data: date of birth, sex, sexual orientation, income, education, substance use history, criminal justice involvement history, and housing history. Stable housing was defined as occupying and residing at the same permanent address since program discharge. Education was divided into 8 levels as per the <italic toggle="yes">International Standard Classification of Education</italic>.<sup>
<xref rid="bibr12-07067437231162494" ref-type="bibr">12</xref>
</sup> Substance use was divided into 3 categories based on self-reported data (see <xref rid="table1-07067437231162494" ref-type="table">Table 1</xref>). Criminal justice involvement was categorized dichotomously based on self-reported data. The data were evaluated by 2 separate groups of authors (BV/GS and VL) who rated them independently before comparing results. Differences were discussed and resolved by consensus.</p><table-wrap position="float" id="table1-07067437231162494" orientation="portrait"><label>Table 1.</label><caption><p>Sociodemographic Data (<italic toggle="yes">N</italic>&#8201;&#8201;=&#8201;&#8201;50).</p></caption><alternatives><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="10.1177_07067437231162494-table1.jpg"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/><col align="center" span="1"/><col align="center" span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1"/><th align="center" rowspan="1" colspan="1">Mean</th><th align="center" rowspan="1" colspan="1">
<italic toggle="yes">SD</italic>
</th></tr></thead><tbody><tr><td rowspan="1" colspan="1">Age (years)</td><td rowspan="1" colspan="1">46.5</td><td rowspan="1" colspan="1">12.4</td></tr><tr><td rowspan="1" colspan="1">Education (years completed)</td><td rowspan="1" colspan="1">10.9</td><td rowspan="1" colspan="1">2.7</td></tr><tr><td rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">Frequency</td><td align="center" rowspan="1" colspan="1">Per cent</td></tr><tr><td rowspan="1" colspan="1">Education level</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">Lower secondary</td><td rowspan="1" colspan="1">13</td><td rowspan="1" colspan="1">35.1</td></tr><tr><td rowspan="1" colspan="1">Upper secondary</td><td rowspan="1" colspan="1">8</td><td rowspan="1" colspan="1">21.6</td></tr><tr><td rowspan="1" colspan="1">Postsecondary nontertiary</td><td rowspan="1" colspan="1">11</td><td rowspan="1" colspan="1">29.7</td></tr><tr><td rowspan="1" colspan="1">Short cycle tertiary</td><td rowspan="1" colspan="1">2</td><td rowspan="1" colspan="1">5.4</td></tr><tr><td rowspan="1" colspan="1">Bachelor's</td><td rowspan="1" colspan="1">3</td><td rowspan="1" colspan="1">8.1</td></tr><tr><td rowspan="1" colspan="1">Substance use</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">Never problematic</td><td rowspan="1" colspan="1">8</td><td rowspan="1" colspan="1">20.5</td></tr><tr><td rowspan="1" colspan="1">Not recently problematic<sup>
<xref rid="table-fn7-07067437231162494" ref-type="table-fn">a</xref>
</sup></td><td rowspan="1" colspan="1">15</td><td rowspan="1" colspan="1">38.5</td></tr><tr><td rowspan="1" colspan="1">Recently problematic<sup>
<xref rid="table-fn8-07067437231162494" ref-type="table-fn">b</xref>
</sup></td><td rowspan="1" colspan="1">16</td><td rowspan="1" colspan="1">41.0</td></tr><tr><td rowspan="1" colspan="1">Lifetime justice involvement</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">None<sup>
<xref rid="table-fn9-07067437231162494" ref-type="table-fn">c</xref>
</sup></td><td rowspan="1" colspan="1">9</td><td rowspan="1" colspan="1">23.1</td></tr><tr><td rowspan="1" colspan="1">Minor offence<sup>
<xref rid="table-fn10-07067437231162494" ref-type="table-fn">d</xref>
</sup></td><td rowspan="1" colspan="1">9</td><td rowspan="1" colspan="1">23.1</td></tr><tr><td rowspan="1" colspan="1">Major offence<sup>
<xref rid="table-fn11-07067437231162494" ref-type="table-fn">e</xref>
</sup></td><td rowspan="1" colspan="1">21</td><td rowspan="1" colspan="1">53.8</td></tr><tr><td rowspan="1" colspan="1">6-month justice involvement</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">None</td><td rowspan="1" colspan="1">25</td><td rowspan="1" colspan="1">64.1</td></tr><tr><td rowspan="1" colspan="1">Minor offence</td><td rowspan="1" colspan="1">6</td><td rowspan="1" colspan="1">15.4</td></tr><tr><td rowspan="1" colspan="1">Major offence</td><td rowspan="1" colspan="1">8</td><td rowspan="1" colspan="1">20.5</td></tr></tbody></table></alternatives><table-wrap-foot><fn id="table-fn7-07067437231162494"><label>
<sup>a</sup>
</label><p>Has used substances in a problematic way over a lifetime, but not in the past 6 months.</p></fn><fn id="table-fn8-07067437231162494"><label>
<sup>b</sup>
</label><p>Has used substances in a problematic way in the past 6 months.</p></fn><fn id="table-fn9-07067437231162494"><label>
<sup>c</sup>
</label><p>No contact with the justice system or police.</p></fn><fn id="table-fn10-07067437231162494"><label>
<sup>d</sup>
</label><p>Has been fined or found guilty of misdemeanours.</p></fn><fn id="table-fn11-07067437231162494"><label>
<sup>e</sup>
</label><p>Has done prison time or been found guilty of a criminal offence.</p></fn></table-wrap-foot></table-wrap></sec></sec><sec id="section3-07067437231162494"><title>Other Study Measures</title><p>Three other questionnaires were completed at baseline (T1), T2, and T3: the Canadian Personal Recovery Outcome Measure (C-PROM),<sup><xref rid="bibr13-07067437231162494" ref-type="bibr">13</xref>,<xref rid="bibr14-07067437231162494" ref-type="bibr">14</xref></sup> the Multnomah Community Ability Scale (MCAS)<sup>
<xref rid="bibr15-07067437231162494" ref-type="bibr">15</xref>
</sup> to measure functional level, and the Quality of Life Inventory 20 (QOLI-20).<sup><xref rid="bibr16-07067437231162494" ref-type="bibr">16</xref>,<xref rid="bibr17-07067437231162494" ref-type="bibr">17</xref></sup> Additionally, at T2, each client completed the Adverse Childhood Experiences (ACE) questionnaire<sup>
<xref rid="bibr18-07067437231162494" ref-type="bibr">18</xref>
</sup> and the Montreal Cognitive Assessment (MoCA).<sup>
<xref rid="bibr19-07067437231162494" ref-type="bibr">19</xref>
</sup> During the interview at T3, information was sought regarding service utilization, housing and hospitalization since T2. All questionnaires at all times were administered by BV, a research team member independent of the clinical team, who completed training in MCAS administration prior to patient recruitment.</p><sec id="section3A-07067437231162494"><title>Impact of COVID-19 Pandemic on Interview Schedule</title><p>All clients were recruited and completed the intake interview (T1), the PRISM program, and the exit interview (T2) in person at the shelter prior to the introduction of public health restrictions on social contacts on March 13, 2020. Following this date, a portion of our interviews was conducted by phone (11 of 28 interviews), and compensation was paid by way of electronic bank transfer alternatively when mailbox deposits were not an option.</p></sec><sec id="section3B-07067437231162494"><title>Data Analysis</title><p>Client questionnaire data and sociodemographic data were analysed using both SPSS v27<sup>
<xref rid="bibr20-07067437231162494" ref-type="bibr">20</xref>
</sup> and R. Descriptive statistics were computed for questionnaire scores (mean and standard deviation [<italic toggle="yes">SD</italic>]) at all 3-time points and for sociodemographic variables (mean, <italic toggle="yes">SD</italic>, frequency, per cent). The MCAS and QOLI scores (see <xref rid="table2-07067437231162494" ref-type="table">Table 2</xref>) were analysed both in their totality and in separate subcategories, as established in prior questionnaire validation studies.<sup><xref rid="bibr10-07067437231162494" ref-type="bibr">10</xref><xref rid="bibr11-07067437231162494" ref-type="bibr"/>&#8211;<xref rid="bibr12-07067437231162494" ref-type="bibr">12</xref></sup> Autoregressive random effects models were used to assess changes in the questionnaire and subcategory scores across time. Weighted analyses using participants&#8217; initial MCAS score as a predictor in the attrition model used to create the weights were also conducted to account for possible selection bias but showed no meaningful difference from the unweighted analyses. Simple linear regression analyses were subsequently completed to characterize group differences in scores between clients with stable housing at T3 and those without at T3, correcting for previous questionnaire scores at T1 and T2 as well as age and education level.</p><table-wrap position="float" id="table2-07067437231162494" orientation="portrait"><label>Table 2.</label><caption><p>Questionnaire Scores.</p></caption><alternatives><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="10.1177_07067437231162494-table2.jpg"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/><col align="left" span="1"/><col align="char" char="." span="1"/><col align="char" char="." span="1"/><col align="char" char="." span="1"/><col align="char" char="." span="1"/><col align="char" char="." span="1"/><col align="char" char="." span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1"/><th align="left" rowspan="1" colspan="1"/><th align="center" colspan="2" rowspan="1">T1</th><th align="center" colspan="2" rowspan="1">T2</th><th align="center" colspan="2" rowspan="1">T3</th></tr><tr><th rowspan="1" colspan="1">
</th><th rowspan="1" colspan="1">
</th><th rowspan="1" colspan="1">Mean</th><th rowspan="1" colspan="1">
<italic toggle="yes">SD</italic>
</th><th rowspan="1" colspan="1">Mean</th><th rowspan="1" colspan="1">
<italic toggle="yes">SD</italic>
</th><th rowspan="1" colspan="1">Mean</th><th rowspan="1" colspan="1">
<italic toggle="yes">SD</italic>
</th></tr><tr><td rowspan="1" colspan="1">C-PROM total</td><td rowspan="1" colspan="1"/><td rowspan="1" colspan="1">20.22</td><td rowspan="1" colspan="1">0.81</td><td rowspan="1" colspan="1">20.24</td><td rowspan="1" colspan="1">0.76</td><td rowspan="1" colspan="1">21.20</td><td rowspan="1" colspan="1">0.93</td></tr></thead><tbody><tr><td rowspan="1" colspan="1">MCAS total</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">62.63</td><td rowspan="1" colspan="1">6.1</td><td rowspan="1" colspan="1">65.97</td><td rowspan="1" colspan="1">5.90</td><td rowspan="1" colspan="1">70.39</td><td rowspan="1" colspan="1">7.8</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Health score</td><td rowspan="1" colspan="1">20.65</td><td rowspan="1" colspan="1">2.25</td><td rowspan="1" colspan="1">21.38</td><td rowspan="1" colspan="1">2.2</td><td rowspan="1" colspan="1">21.89</td><td rowspan="1" colspan="1">1.8</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Adaptability</td><td rowspan="1" colspan="1">9.41</td><td rowspan="1" colspan="1">1.6</td><td rowspan="1" colspan="1">9.62</td><td rowspan="1" colspan="1">1.2</td><td rowspan="1" colspan="1">11.92</td><td rowspan="1" colspan="1">2.5</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Social skills</td><td rowspan="1" colspan="1">16.80</td><td rowspan="1" colspan="1">3.1</td><td rowspan="1" colspan="1">17.86</td><td rowspan="1" colspan="1">3.0</td><td rowspan="1" colspan="1">19.71</td><td rowspan="1" colspan="1">3.3</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Behaviour</td><td rowspan="1" colspan="1">15.76</td><td rowspan="1" colspan="1">2.1</td><td rowspan="1" colspan="1">17.11</td><td rowspan="1" colspan="1">1.9</td><td rowspan="1" colspan="1">16.86</td><td rowspan="1" colspan="1">2.5</td></tr><tr><td rowspan="1" colspan="1">QOLI-20</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Family</td><td rowspan="1" colspan="1">3.97</td><td rowspan="1" colspan="1">1.6</td><td rowspan="1" colspan="1">3.76</td><td rowspan="1" colspan="1">1.8</td><td rowspan="1" colspan="1">4.41</td><td rowspan="1" colspan="1">1.5</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Finances</td><td rowspan="1" colspan="1">3.24</td><td rowspan="1" colspan="1">1.9</td><td rowspan="1" colspan="1">4.11</td><td rowspan="1" colspan="1">1.8</td><td rowspan="1" colspan="1">4.16</td><td rowspan="1" colspan="1">1.9</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Leisure</td><td rowspan="1" colspan="1">4.37</td><td rowspan="1" colspan="1">1.3</td><td rowspan="1" colspan="1">4.69</td><td rowspan="1" colspan="1">1.3</td><td rowspan="1" colspan="1">5.04</td><td rowspan="1" colspan="1">1.2</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Living situation</td><td rowspan="1" colspan="1">4.30</td><td rowspan="1" colspan="1">2.1</td><td rowspan="1" colspan="1">5.41</td><td rowspan="1" colspan="1">1.6</td><td rowspan="1" colspan="1">5.07</td><td rowspan="1" colspan="1">1.7</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Safety</td><td rowspan="1" colspan="1">5.34</td><td rowspan="1" colspan="1">1.1</td><td rowspan="1" colspan="1">5.64</td><td rowspan="1" colspan="1">0.9</td><td rowspan="1" colspan="1">5.73</td><td rowspan="1" colspan="1">1.2</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Social</td><td rowspan="1" colspan="1">4.36</td><td rowspan="1" colspan="1">1.5</td><td rowspan="1" colspan="1">4.62</td><td rowspan="1" colspan="1">1.4</td><td rowspan="1" colspan="1">4.80</td><td rowspan="1" colspan="1">1.5</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Q20 (Overall)</td><td rowspan="1" colspan="1">4.89</td><td rowspan="1" colspan="1">1.6</td><td rowspan="1" colspan="1">5.05</td><td rowspan="1" colspan="1">1.5</td><td rowspan="1" colspan="1">4.86</td><td rowspan="1" colspan="1">1.5</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">Mean</td><td align="center" rowspan="1" colspan="1">
<italic toggle="yes">SD</italic>
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">ACE</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">4.09</td><td rowspan="1" colspan="1">2.4</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">Score&#8201;&#8805;&#8201;<italic toggle="yes">4</italic></td><td align="center" rowspan="1" colspan="1">Score&#8201;&lt;&#8201;<italic toggle="yes">4</italic></td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">19</td><td align="center" rowspan="1" colspan="1">15</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">MoCA</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">Mean</td><td align="center" rowspan="1" colspan="1">
<italic toggle="yes">SD</italic>
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">24.16</td><td align="center" rowspan="1" colspan="1">2.5</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">Score&#8201;&#8805;&#8201;<italic toggle="yes">26</italic></td><td align="center" rowspan="1" colspan="1">Score&#8201;<italic toggle="yes">&lt;</italic>&#8201;<italic toggle="yes">26</italic></td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">10</td><td align="center" rowspan="1" colspan="1">27</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr></tbody></table></alternatives><table-wrap-foot><fn id="table-fn12-07067437231162494"><p><italic toggle="yes">Note</italic>. C-PROM&#8201;=&#8201;Canadian Personal Recovery Outcome Measure; MCAS&#8201;=&#8201;Multnomah Community Ability Scale; QOLI-20&#8201;=&#8201;20-item Quality of Life Inventory; ACE&#8201;=&#8201;Adverse Childhood Experience; MoCA&#8201;=&#8201;Montreal Cognitive Assessment; T&#8201;=&#8201;time; <italic toggle="yes">SD</italic>&#8201;=&#8201;standard deviation.</p></fn></table-wrap-foot></table-wrap></sec><sec id="section3C-07067437231162494"><title>Ethics Approval</title><p>Ethics approval for this study was obtained from the Psychosocial Research Ethics Committee of the CIUSSS West-Central Montreal Research Ethics Board.</p></sec></sec><sec sec-type="results" id="section4-07067437231162494"><title>Results</title><sec id="section4A-07067437231162494"><title>Baseline Characteristics</title><p><xref rid="table1-07067437231162494" ref-type="table">Table 1</xref> summarizes the basic sociodemographic characteristics of the study sample. Study participants ranged in age from 19 to 65 years at T1. The mean age was 44.6 years (<italic toggle="yes">SD</italic> 12.4). Clients who completed the program spent an average of 70.7 days at PRISM-WHM. Those who were contacted at T3 were reached on average 434.5 days after program completion. A majority (55.9%) scored 4 or higher on the ACE questionnaire, <italic toggle="yes">M</italic>&#8201;&#8201;=&#8201;&#8201;4.09, <italic toggle="yes">SD</italic>&#8201;&#8201;=&#8201;&#8201;2.4, which is indicative of a significant history of childhood trauma.<sup>
<xref rid="bibr21-07067437231162494" ref-type="bibr">21</xref>
</sup> Only 27.0% obtained scored 26 or higher on the MoCA, <italic toggle="yes">M</italic>&#8201;&#8201;=&#8201;&#8201;24.16, <italic toggle="yes">SD</italic>&#8201;&#8201;=&#8201;&#8201;2.5, the score below which mild cognitive impairment is indicated.</p></sec><sec id="section4B-07067437231162494"><title>Housing and Psychiatric Follow-up Status at Program Discharge and 1-Year Follow-up</title><p>Two-thirds of all clients were discharged from the program to stable housing. Of the 43 participants who completed the program at T2, 33 (76.7%) were discharged to stable housing. Housing data were available for 32 participants at T3: at 1-year follow-up, 62.5% of these described a stable housing situation, and 56.3% were living at the same address that they had been discharged to. By the end of the program at T2, 78% of the study's 50 participants had engaged in psychiatric follow-ups of some sort.</p></sec><sec id="section4C-07067437231162494"><title>Functional Level, Personal Recovery, and QoL Outcomes Across Time</title><p>Our study showed an improvement in participant functional level in the time spent at PRISM-WHM, the results of which are outlined in <xref rid="table4-07067437231162494" ref-type="table">Table 4</xref>. A significant improvement of 3.26 (95% CI, 1.35 to 5.17) was noted in MCAS mean score from T1, at program entry, to T2, at program discharge, <italic toggle="yes">p</italic>&#8201;&#8201;=&#8201;&#8201;0.001. There was also a significant improvement from T1 to T3 of 6.62 (95% CI, 4.21 to 9.01), <italic toggle="yes">p</italic>&#8201;&lt;&#8201;0.001, which suggested a lasting effect of these benefits 1 year after program discharge. For participants for whom we had data at T2 and T3, a significant increase in MCAS was also observed between those 2 time points, 3.35 (95% CI, 1.23 to 5.48), <italic toggle="yes">p</italic>&#8201;&#8201;=&#8201;&#8201;0.002.</p><table-wrap position="float" id="table4-07067437231162494" orientation="portrait"><label>Table 4.</label><caption><p>Autoregressive Random Effects Model Results.</p></caption><alternatives><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="10.1177_07067437231162494-table4.jpg"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/><col align="left" span="1"/><col align="center" span="1"/><col align="center" span="1"/><col align="center" span="1"/><col align="center" span="1"/><col align="center" span="1"/><col align="char" char="." span="1"/></colgroup><thead><tr><th align="center" rowspan="1" colspan="1"/><th align="center" rowspan="1" colspan="1"/><th align="center" colspan="2" rowspan="1">T1 to T2</th><th align="center" colspan="2" rowspan="1">T2 to T3</th><th align="center" colspan="2" rowspan="1">T1 to T3</th></tr><tr><th align="center" rowspan="1" colspan="1"/><th align="center" rowspan="1" colspan="1"/><th align="center" rowspan="1" colspan="1">Estimate (95% CI)</th><th align="center" rowspan="1" colspan="1">p</th><th align="center" rowspan="1" colspan="1">Estimate (95% CI)</th><th align="center" rowspan="1" colspan="1">p</th><th align="center" rowspan="1" colspan="1">Estimate (95% CI)</th><th rowspan="1" colspan="1">p</th></tr></thead><tbody><tr><td rowspan="1" colspan="1">C-PROM Total</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">&#8722;0.03<break/>(&#8722;1.78 to 1.72)</td><td rowspan="1" colspan="1">0.972</td><td rowspan="1" colspan="1">0.77<break/>(&#8722;1.16 to 2.70)</td><td rowspan="1" colspan="1">0.429</td><td rowspan="1" colspan="1">0.74<break/>(&#8722;1.21 to 2.69)</td><td rowspan="1" colspan="1">0.451</td></tr><tr><td rowspan="1" colspan="1">MCAS Total</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">3.26<break/>(1.35 to 5.17)</td><td rowspan="1" colspan="1">0.001</td><td rowspan="1" colspan="1">3.35<break/>(1.23 to 5.48)</td><td rowspan="1" colspan="1">0.002</td><td rowspan="1" colspan="1">6.62<break/>(4.21 to 9.02)</td><td rowspan="1" colspan="1">&lt;0.001</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Health score</td><td rowspan="1" colspan="1">0.73<break/>(&#8722;0.03 to .48)</td><td rowspan="1" colspan="1">0.058</td><td rowspan="1" colspan="1">0.13<break/>(&#8722;0.70 to 0.97)</td><td rowspan="1" colspan="1">0.209</td><td rowspan="1" colspan="1">0.86<break/>(&#8722;0.05 to 1.76)</td><td rowspan="1" colspan="1">0.063</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Adaptability</td><td rowspan="1" colspan="1">0.21<break/>(&#8722;0.46 to 0.88)</td><td rowspan="1" colspan="1">0.528</td><td rowspan="1" colspan="1">2.30 (1.56 to 3.03)</td><td rowspan="1" colspan="1">&lt;0.001</td><td rowspan="1" colspan="1">2.51 (1.74 to 3.28)</td><td rowspan="1" colspan="1">&lt;0.001</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Social skills</td><td rowspan="1" colspan="1">1.02 (0.17 to 1.87)</td><td rowspan="1" colspan="1">0.020</td><td rowspan="1" colspan="1">1.31 (0.36 to 2.25)</td><td rowspan="1" colspan="1">0.007</td><td rowspan="1" colspan="1">2.32 (1.30 to 3.34)</td><td rowspan="1" colspan="1">&lt;0.001</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Behaviour</td><td rowspan="1" colspan="1">1.32 (0.62 to 2.01)</td><td rowspan="1" colspan="1">&lt;0.001</td><td rowspan="1" colspan="1">&#8722;0.30<break/>(&#8722;1.07&#8211;0.47)</td><td rowspan="1" colspan="1">0.439</td><td rowspan="1" colspan="1">1.02 (0.14 to 1.89)</td><td rowspan="1" colspan="1">0.024</td></tr><tr><td rowspan="1" colspan="1">QOLI-20</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">
</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Family</td><td rowspan="1" colspan="1">&#8722;0.20<break/>(&#8722;0.67 to 0.28)</td><td rowspan="1" colspan="1">0.410</td><td rowspan="1" colspan="1">0.58 (0.07&#8211;1.09)</td><td rowspan="1" colspan="1">0.026</td><td rowspan="1" colspan="1">0.38<break/>(-0.19 to 0.95)</td><td rowspan="1" colspan="1">0.184</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Finances</td><td rowspan="1" colspan="1">0.65<break/>(&#8722;0.02 to 1.33)</td><td rowspan="1" colspan="1">0.057</td><td rowspan="1" colspan="1">0.38<break/>(&#8722;0.36 to 1.11)</td><td rowspan="1" colspan="1">0.310</td><td rowspan="1" colspan="1">1.03 (0.38 to 1.68)</td><td rowspan="1" colspan="1">0.002</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Leisure</td><td rowspan="1" colspan="1">0.17<break/>(&#8722;0.27 to 0.61)</td><td rowspan="1" colspan="1">0.445</td><td rowspan="1" colspan="1">0.44<break/>(&#8722;0.05 to 0.92)</td><td rowspan="1" colspan="1">0.079</td><td rowspan="1" colspan="1">0.61 (0.10 to 1.11)</td><td rowspan="1" colspan="1">0.019</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Living situation</td><td rowspan="1" colspan="1">1.01 (0.29 to 1.73)</td><td rowspan="1" colspan="1">0.006</td><td rowspan="1" colspan="1">-0.25<break/>(-1.04&#8211;0.54)</td><td rowspan="1" colspan="1">0.530</td><td rowspan="1" colspan="1">0.76<break/>(&#8722;0.07 to 1.60)</td><td rowspan="1" colspan="1">0.074</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Safety</td><td rowspan="1" colspan="1">0.24<break/>(&#8722;0.12 to 0.61)</td><td rowspan="1" colspan="1">0.192</td><td rowspan="1" colspan="1">0.13<break/>(-0.27&#8211;0.52)</td><td rowspan="1" colspan="1">0.530</td><td rowspan="1" colspan="1">0.37<break/>(&#8722;0.09 to 0.82)</td><td rowspan="1" colspan="1">0.112</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Social</td><td rowspan="1" colspan="1">0.21<break/>(0.39 to 0.81)</td><td rowspan="1" colspan="1">0.484</td><td rowspan="1" colspan="1">0.09<break/>(-0.56 to 0.75)</td><td rowspan="1" colspan="1">0.777</td><td rowspan="1" colspan="1">0.30<break/>(&#8722;0.34 to 0.95)</td><td rowspan="1" colspan="1">0.349</td></tr><tr><td rowspan="1" colspan="1">
</td><td rowspan="1" colspan="1">Q20 (Overall)</td><td rowspan="1" colspan="1">0.15<break/>(0.28 to 0.59)</td><td rowspan="1" colspan="1">0.486</td><td rowspan="1" colspan="1">-0.26<break/>(-0.74 to 0.22)</td><td rowspan="1" colspan="1">0.288</td><td rowspan="1" colspan="1">&#8722;0.11<break/>(&#8722;0.59 to 0.38)</td><td rowspan="1" colspan="1">0.665</td></tr></tbody></table></alternatives><table-wrap-foot><fn id="table-fn13-07067437231162494"><p><italic toggle="yes">Note</italic>. C-PROM&#8201;=&#8201;Canadian Personal Recovery Outcome Measure; MCAS&#8201;=&#8201;Multnomah Community Ability Scale; QOLI-20&#8201;=&#8201;20-item Quality of Life Inventory; T&#8201;=&#8201;time; CI&#8201;=&#8201;95% confidence interval; <italic toggle="yes">p</italic>&#8201;=&#8201;<italic toggle="yes">p</italic>-value.</p></fn></table-wrap-foot></table-wrap><p>The MCAS behaviour subscore improved by 1.01 (95% CI, 0.14 to 1.89) from T1 to T2, <italic toggle="yes">p</italic>&#8201;&lt;&#8201;0.001, as did the social skills subscore by 1.02 (95% CI, 0.17 to 1.87), <italic toggle="yes">p</italic>&#8201;&#8201;=&#8201;&#8201;0.020, which indicated participants made progress in these domains during their stay at PRISM-WHM. Furthermore, adaptability and social skills continued to improve in the year after program discharge, as suggested by the increases in the subscores from T1 to T3 of 2.51 (95% CI, 1.74 to 3.28) for adaptability, <italic toggle="yes">p</italic>&#8201;&lt;&#8201;0.001, and 2.32 (95% CI, 1.30 to 3.34) for social skills, <italic toggle="yes">p</italic>&#8201;&lt;&#8201;0.001.</p><p>While there was no significant change in the global QOLI score from T1 to T2, a change of 0.15 (95% CI, &#8722;0.28 to 0.59), there was a significant improvement in the living situation domain of 1.01 (95% CI, 0.29 to 1.73) between T1 and T2, <italic toggle="yes">p</italic>&#8201;&#8201;=&#8201;&#8201;0.006, as well as the finances domain of 0.83 (95% CI, 0.17 to 1.50) between T1 and T2, <italic toggle="yes">p</italic>&#8201;&#8201;=&#8201;&#8201;0.015. Improvements emerged at 1-year follow-up in other domains, namely leisure by 0.61 (95% CI, 0.10 to 1.11) from T1 to T3, <italic toggle="yes">p</italic>&#8201;&#8201;=&#8201;&#8201;0.019, and family by 0.58 (95% CI, 0.07 to 1.09) from T2 to T3, <italic toggle="yes">p</italic>&#8201;&#8201;=&#8201;&#8201;0.026.</p><p>Changes observed in the C-PROM between T1 and T2 of &#8722;0.03 (95% CI, &#8722;1.78 to &#8211;1.72) and between T1 and T3 of 0.74 (95% CI, &#8722;1.21 to 2.69) were not significant.</p><p>We performed simple linear regressions to characterize group differences in questionnaire scores between clients with stable housing at T3 and those without at T3. No analysis reached statistical significance for MCAS, QOLI, or C-PROM.</p></sec></sec><sec sec-type="discussion" id="section5-07067437231162494"><title>Discussion</title><p>We set out to assess the impact of program participation on housing, functional, QoL and personal recovery outcomes for PRISM clients, as well as on their capacity to reconnect with psychiatric services. This was the first study to evaluate these outcomes both at the time of program completion and at 1-year follow-up, thereby providing fresh insight into the program's effectiveness.</p><p>At T2, 43 of 50 (86%) clients completed the PRISM program and 33 of 50 (66%) or 33 of 43 (76.7%) program completers were discharged to housing. Additionally, 78% of program completers were engaged with psychiatric follow-up of varying intensity prior to program discharge. Our results are congruent with the findings of Lalibert&#233; et al.,<sup>
<xref rid="bibr1-07067437231162494" ref-type="bibr">1</xref>
</sup> who found, based on a chart review that 63% of program users transitioned to housing after discharge while 85% had psychiatric follow-up care immediately after program completion. Given that follow-up care in the month after psychiatric discharge can be as low as 49% for patients who need to be reassessed in that timeframe,<sup>
<xref rid="bibr22-07067437231162494" ref-type="bibr">22</xref>
</sup> our findings reinforce the notion that the period of stabilization that clients benefit from in PRISM translates into a better transition to stable housing and more adequate follow-up.<sup>
<xref rid="bibr23-07067437231162494" ref-type="bibr">23</xref>
</sup> Moreover, in qualitative interviews, PRISM clients reported that the &#8220;break&#8221; from street life was a significant boon,<sup>
<xref rid="bibr2-07067437231162494" ref-type="bibr">2</xref>
</sup> as it afforded time and space to take care of their physical and mental health. Furthermore, establishing an environment where clients are engaged with stable housing and psychiatric follow-up has been demonstrated to predict housing status maintenance in homeless populations suffering from mental illness.<sup>
<xref rid="bibr24-07067437231162494" ref-type="bibr">24</xref>
</sup></p><p>At 1-year follow-up, most clients maintained positive housing outcomes, though not necessarily the same permanent address. Of the 32 clients we reached, 18 (56.2%) had maintained stable housing and another 11 (34%) were presently housed but had experienced instability since T2 (one or more moves, long-term hospitalization, or homelessness) or were in supervised housing or group programs. Together, these numbers are quite impressive for this population, seeing how all study participants were admitted to PRISM from a precarious living situation. It has been demonstrated that homeless individuals with mental health issues do poorly without housing interventions and are at higher risk of remaining unsheltered for longer periods of time<sup>
<xref rid="bibr3-07067437231162494" ref-type="bibr">3</xref>
</sup> and are more likely eventually to need acute-care services.<sup><xref rid="bibr25-07067437231162494" ref-type="bibr">25</xref><xref rid="bibr26-07067437231162494" ref-type="bibr"/>&#8211;<xref rid="bibr27-07067437231162494" ref-type="bibr">27</xref></sup> Our figure (66%) for permanent housing status immediately following discharge is comparable to that reported in a previous PRISM study (63%).<sup>
<xref rid="bibr1-07067437231162494" ref-type="bibr">1</xref>
</sup> The finding that a significant proportion of clients who emerged from the program with stable housing were able to maintain it after a year is consistent with the functional and QoL improvement over time reflected by the questionnaire scores in our study. These results echo also findings regarding Housing First interventions<sup><xref rid="bibr28-07067437231162494" ref-type="bibr">28</xref>,<xref rid="bibr29-07067437231162494" ref-type="bibr">29</xref></sup> to the effect that clients who obtained stable housing also presented functional improvements.</p><p>Evidently, the benefits of the PRISM program for clients who achieve stable housing include improved functioning and QoL. This is in line with the results of other studies that showed that housing interventions improved client confidence in their living situation and led to an increase in overall well-being.<sup>
<xref rid="bibr30-07067437231162494" ref-type="bibr">30</xref>
</sup> In our study, program completion was associated with improved client functioning at T2. Overall MCAS scores increased from program entry to program completion, which suggests that the client overall functioning improved over that period. More specifically, client health and behaviour subscores increased significantly from T1 to T2. Lastly, client QOLI living situation subscores, too, increased significantly from T1 to T2. These findings are in line with those of a previously published qualitative paper<sup>
<xref rid="bibr2-07067437231162494" ref-type="bibr">2</xref>
</sup> involving the same study population, where clients found that the PRISM program afforded an opportunity to engage with a variety of services without experiencing the taxing burden of life on the street. These observed changes over the course of their stay in the program may be indicative of functional growth. The fact that the program incorporates flexible therapeutic modalities within a stable structure provides clients with a platform that enables them to access permanent housing and psychiatric follow-up more readily. These gains may be reinforced to some extent by the presence of various multidisciplinary services directly in the PRISM environment, given this population's usual poor level of engagement with such services.<sup><xref rid="bibr31-07067437231162494" ref-type="bibr">31</xref>,<xref rid="bibr32-07067437231162494" ref-type="bibr">32</xref></sup> The proximity of clients to these resources is maximized while they are completing the program, thus increasing the effectiveness of the mental health care and accessory services which are known to benefit clients.<sup>
<xref rid="bibr33-07067437231162494" ref-type="bibr">33</xref>
</sup></p><p>Considering participants we were able to follow, functioning level and QoL outcomes were maintained at follow-up a year after program completion and even improved in the case of the MCAS total score, as well as the adaptability and social skills subscores. The finding that PRISM, an in-shelter program targeting homeless individuals with severe mental illness who engage with services after numerous unsuccessful interventions, can result in positive sustained changes in their functioning is promising and underscores the program's potential to enhance client long-term functional outcomes and improve their care trajectories. In contrast, C-PROM questionnaire scores remained stable over time. This result resembles that found in the At Home/Chez Soi study, where 2 years of recovery-oriented Housing First were not sufficient to achieve improvements on a different measure of recovery, the Recovery Assessment Scale (RAS).<sup><xref rid="bibr34-07067437231162494" ref-type="bibr">34</xref>,<xref rid="bibr35-07067437231162494" ref-type="bibr">35</xref></sup> In that study, nonetheless, narrative interviews revealed meaningful differences in life trajectory during the study between the 2 groups.<sup>
<xref rid="bibr36-07067437231162494" ref-type="bibr">36</xref>
</sup> It may be that measures such as the RAS and C-PROM are inadequate to capture the real benefits that clients with a significant burden of life adversity experience. Other ways of measuring progress on what Deborah Padgett has called &#8220;complex recovery&#8221;<sup>
<xref rid="bibr37-07067437231162494" ref-type="bibr">37</xref>
</sup> may need to be found.</p><sec id="section5A-07067437231162494"><title>Limitations</title><p>The principal limitation of our study derives from the fact that we lost participants at various follow-up points, especially from T2 to T3, and their outcomes are unknown. While the extent of the attrition made direct imputation of missing values unadvisable, as a sensitivity analysis we undertook a weighted analysis to account for the significant degree of attrition, and this did not materially alter the results. It is worth noting that considerable effort was made to reach clients at T2 and T3, including contacting backup contacts and members of care teams, and it is unlikely that more clients would have been reached had any particular study parameter been changed. Such limitations at follow-up are not unusual in long-term cohort studies of marginalized populations,<sup>
<xref rid="bibr38-07067437231162494" ref-type="bibr">38</xref>
</sup> and even more so when it comes to reaching individuals experiencing both homelessness and severe mental illness and who often lack stability. Ultimately, this invites caution in the interpretation of our results.</p><p>In addition, while all participants were recruited prior to the onset of the COVID-19 pandemic, new public health measures were imposed in shelters during the study. Though this forced us to make minimal changes to the study protocol, no program client reported any material obstacle to participation. Still, the measures could have had an impact on some of the services offered in the shelter and on participant follow-up.</p></sec></sec><sec sec-type="conclusions" id="section6-07067437231162494"><title>Conclusions</title><p>PRISM is a shelter-based mental health service intended to help clients transition from acute-care settings and homelessness to sustained stable housing and appropriate psychiatric follow-up. This study demonstrated that benefits observed at program completion and positive functional and housing outcomes are maintained for the majority of clients over long-term follow-up. In a complementary study, we plan to analyse the data in provincial administrative databases for a larger pool of PRISM clients. This will allow us to examine participant characteristics more in-depth and to track housing and service use trajectories more closely. We will also conduct qualitative interviews with clients 1 year after program completion. Vulnerable homeless people with mental illness need significant support, and PRISM creates the appropriate environment and multidisciplinary service hub where clients can start or continue on the road to recovery.</p></sec></body><back><ack><title>Acknowledgements</title><p>We would like to thank Welcome Hall Mission for making this research project possible.</p></ack><fn-group><fn fn-type="other"><p><bold>Data Access:</bold> The data used in our analyses can be made available to peer reviewers.</p></fn><fn fn-type="COI-statement"><p>The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.</p></fn><fn fn-type="financial-disclosure"><p><bold>Funding:</bold> The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: This work was supported by the Jewish General Hospital.</p></fn><fn fn-type="other"><p><bold>ORCID iD:</bold> Vincent Lalibert&#233; <ext-link xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="https://orcid.org/0000-0003-4513-7601" ext-link-type="uri">https://orcid.org/0000-0003-4513-7601</ext-link></p></fn></fn-group><ref-list><title>References</title><ref id="bibr1-07067437231162494"><label>1</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Lalibert&#233;</surname><given-names>V</given-names></name><name name-style="western"><surname>Roussel-Bergeron</surname><given-names>D</given-names></name><name name-style="western"><surname>Latimer</surname><given-names>EA</given-names></name></person-group>, <etal>et al.</etal><article-title>PRISM: a shelter-based partnership for people experiencing homelessness and severe mental illness</article-title>. <source>Psychiatr Serv</source>. <year>2022</year>;<volume>73</volume>:<fpage>467</fpage>&#8211;<lpage>469</lpage>.<pub-id pub-id-type="pmid">34346731</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1176/appi.ps.202000682</pub-id></mixed-citation></ref><ref id="bibr2-07067437231162494"><label>2</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Voisard</surname><given-names>B</given-names></name><name name-style="western"><surname>Whitley</surname><given-names>R</given-names></name><name name-style="western"><surname>Latimer</surname><given-names>E</given-names></name></person-group>, <etal>et al.</etal><article-title>Insights from homeless men about PRISM, an innovative shelter-based mental health service</article-title>. <source>PLoS One</source>. <year>2021</year>;<volume>16</volume>:<comment>e0250341</comment>.<pub-id pub-id-type="doi" assigning-authority="pmc">10.1371/journal.pone.0250341</pub-id><pub-id pub-id-type="pmcid">PMC8062052</pub-id><pub-id pub-id-type="pmid">33886653</pub-id></mixed-citation></ref><ref id="bibr3-07067437231162494"><label>3</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Stergiopoulos</surname><given-names>V</given-names></name><name name-style="western"><surname>Mejia-Lancheros</surname><given-names>C</given-names></name><name name-style="western"><surname>Nisenbaum</surname><given-names>R</given-names></name></person-group>, <etal>et al.</etal><article-title>Long-term effects of rent supplements and mental health support services on housing and health outcomes of homeless adults with mental illness: Extension study of the at home/chez soi randomised controlled trial</article-title>. <source>Lancet Psychiatry</source>. <year>2019</year>;<volume>6</volume>:<fpage>915</fpage>&#8211;<lpage>925</lpage>.<pub-id pub-id-type="pmid">31601530</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/S2215-0366(19)30371-2</pub-id></mixed-citation></ref><ref id="bibr4-07067437231162494"><label>4</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Aubry</surname><given-names>T</given-names></name><name name-style="western"><surname>Nelson</surname><given-names>G</given-names></name><name name-style="western"><surname>Tsemberis</surname><given-names>S</given-names></name></person-group>. <article-title>Housing first for people with severe mental illness who are homeless: a review of the research and findings from the at home-chez soi demonstration project</article-title>. <source>Can J Psychiatry</source>. <year>2015</year>;<volume>60</volume>:<fpage>467</fpage>&#8211;<lpage>474</lpage>.<pub-id pub-id-type="pmid">26720504</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1177/070674371506001102</pub-id><pub-id pub-id-type="pmcid">PMC4679127</pub-id></mixed-citation></ref><ref id="bibr5-07067437231162494"><label>5</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Patterson</surname><given-names>M</given-names></name><name name-style="western"><surname>Moniruzzaman</surname><given-names>A</given-names></name><name name-style="western"><surname>Palepu</surname><given-names>A</given-names></name></person-group>, <etal>et al.</etal><article-title>Housing first improves subjective quality of life among homeless adults with mental illness: 12-month findings from a randomized controlled trial in Vancouver, British Columbia</article-title>. <source>Soc Psychiatry Psychiatr Epidemiol</source>. <year>2013</year>;<volume>48</volume>:<fpage>1245</fpage>&#8211;<lpage>1259</lpage>.<pub-id pub-id-type="pmid">23748928</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1007/s00127-013-0719-6</pub-id></mixed-citation></ref><ref id="bibr6-07067437231162494"><label>6</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Padgett</surname><given-names>DK</given-names></name><name name-style="western"><surname>Stanhope</surname><given-names>V</given-names></name><name name-style="western"><surname>Henwood</surname><given-names>BF</given-names></name></person-group>, <etal>et al.</etal><article-title>Substance use outcomes among homeless clients with serious mental illness: Comparing housing first with treatment first programs</article-title>. <source>Community Ment Health J</source>. <year>2011</year>;<volume>47</volume>:<fpage>227</fpage>&#8211;<lpage>232</lpage>.<pub-id pub-id-type="pmid">20063061</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1007/s10597-009-9283-7</pub-id><pub-id pub-id-type="pmcid">PMC2916946</pub-id></mixed-citation></ref><ref id="bibr7-07067437231162494"><label>7</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Gilmer</surname><given-names>TP</given-names></name><name name-style="western"><surname>Stefancic</surname><given-names>A</given-names></name><name name-style="western"><surname>Ettner</surname><given-names>SL</given-names></name></person-group>, <etal>et al.</etal><article-title>Effect of full-service partnerships on homelessness, use and costs of mental health services, and quality of life among adults with serious mental illness</article-title>. <source>Arch Gen Psychiatry</source>. <year>2010</year>;<volume>67</volume>:<fpage>645</fpage>&#8211;<lpage>652</lpage>.<pub-id pub-id-type="pmid">20530014</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1001/archgenpsychiatry.2010.56</pub-id></mixed-citation></ref><ref id="bibr8-07067437231162494"><label>8</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Tsemberis</surname><given-names>S</given-names></name><name name-style="western"><surname>Gulcur</surname><given-names>L</given-names></name><name name-style="western"><surname>Nakae</surname><given-names>M</given-names></name></person-group>. <article-title>Housing first, consumer choice, and harm reduction for homeless individuals with a dual diagnosis</article-title>. <source>Am J Public Health</source>. <year>2004</year>;<volume>94</volume>:<fpage>651</fpage>&#8211;<lpage>656</lpage>.<pub-id pub-id-type="pmid">15054020</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.2105/ajph.94.4.651</pub-id><pub-id pub-id-type="pmcid">PMC1448313</pub-id></mixed-citation></ref><ref id="bibr9-07067437231162494"><label>9</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Herman</surname><given-names>D</given-names></name><name name-style="western"><surname>Conover</surname><given-names>S</given-names></name><name name-style="western"><surname>Felix</surname><given-names>A</given-names></name></person-group>, <etal>et al.</etal><article-title>Critical time intervention: An empirically supported model for preventing homelessness in high-risk groups</article-title>. <source>J Prim Prev</source>. <year>2007</year>;<volume>28</volume>:<fpage>295</fpage>&#8211;<lpage>312</lpage>.<pub-id pub-id-type="pmid">17541827</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1007/s10935-007-0099-3</pub-id></mixed-citation></ref><ref id="bibr10-07067437231162494"><label>10</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Susser</surname><given-names>E</given-names></name><name name-style="western"><surname>Valencia</surname><given-names>E</given-names></name><name name-style="western"><surname>Conover</surname><given-names>S</given-names></name></person-group>, <etal>et al.</etal><article-title>Preventing recurrent homelessness among mentally ill men: A &#8220;critical time&#8221; intervention after discharge from a shelter</article-title>. <source>Am J Public Health</source>. <year>1997</year>;<volume>87</volume>:<fpage>256</fpage>&#8211;<lpage>262</lpage>.<pub-id pub-id-type="pmid">9103106</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.2105/ajph.87.2.256</pub-id><pub-id pub-id-type="pmcid">PMC1380803</pub-id></mixed-citation></ref><ref id="bibr11-07067437231162494"><label>11</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Jacobson</surname><given-names>N</given-names></name><name name-style="western"><surname>Greenley</surname><given-names>D</given-names></name></person-group>. <article-title>What is recovery? A conceptual model and explication</article-title>. <source>Psychiatr Serv</source>. <year>2001</year>;<volume>52</volume>:<fpage>482</fpage>&#8211;<lpage>485</lpage>.<pub-id pub-id-type="pmid">11274493</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1176/appi.ps.52.4.482</pub-id></mixed-citation></ref><ref id="bibr12-07067437231162494"><label>12</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Schneider</surname><given-names>SL</given-names></name></person-group>. <article-title>The classification of education in surveys: A generalized framework for ex-post harmonization</article-title>. <source>Qual Quant</source>. <year>2022</year>;<volume>56</volume>:<fpage>1829</fpage>&#8211;<lpage>1866</lpage>.</mixed-citation></ref><ref id="bibr13-07067437231162494"><label>13</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Barbic</surname><given-names>SP</given-names></name><name name-style="western"><surname>Kidd</surname><given-names>SA</given-names></name><name name-style="western"><surname>Durisko</surname><given-names>ZT</given-names></name></person-group>, <etal>et al.</etal><article-title>What are the personal recovery needs of community-dwelling individuals with mental illness? Preliminary findings from the Canadian personal recovery outcome measurement (C-PROM) study</article-title>. <source>Can J Commun Mental Health</source>. <year>2018</year>;<volume>37</volume>(<issue>1</issue>):<fpage>29</fpage>&#8211;<lpage>47</lpage>.</mixed-citation></ref><ref id="bibr14-07067437231162494"><label>14</label><mixed-citation publication-type="confproc"><person-group person-group-type="author"><name name-style="western"><surname>Barbic</surname><given-names>SP</given-names></name></person-group>. <conf-name>Using mixed methods to develop and test personal recovery outcome measure (PROM) for people with mental illness</conf-name>. <conf-name>23rd Annual conference of the International Society for Quality of Life Research</conf-name>. <conf-loc>Copenhagen, Denmark</conf-loc>, <conf-date>19&#8211;22 October 2016</conf-date>.</mixed-citation></ref><ref id="bibr15-07067437231162494"><label>15</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Hendryx</surname><given-names>M</given-names></name><name name-style="western"><surname>Dyck</surname><given-names>DG</given-names></name><name name-style="western"><surname>McBride</surname><given-names>D</given-names></name></person-group>, <etal>et al.</etal><article-title>A test of the reliability and validity of the Multnomah Community Ability Scale</article-title>. <source>Community Ment Health J</source>. <year>2001</year>;<volume>37</volume>:<fpage>157</fpage>&#8211;<lpage>168</lpage>.<pub-id pub-id-type="pmid">11318243</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1023/a:1002713816110</pub-id></mixed-citation></ref><ref id="bibr16-07067437231162494"><label>16</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Uttaro</surname><given-names>T</given-names></name><name name-style="western"><surname>Lehman</surname><given-names>A</given-names></name></person-group>. <article-title>Graded response modeling of the quality of life interview</article-title>. <source>Eval Program Plann</source>. <year>1999</year>;<volume>22</volume>(<issue>1</issue>):<fpage>41</fpage>&#8211;<lpage>52</lpage>.</mixed-citation></ref><ref id="bibr17-07067437231162494"><label>17</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Lindner</surname><given-names>P</given-names></name><name name-style="western"><surname>Andersson</surname><given-names>G</given-names></name><name name-style="western"><surname>Ost</surname><given-names>LG</given-names></name></person-group>, <etal>et al.</etal><article-title>Validation of the internet-administered quality of life inventory (QOLI) in different psychiatric conditions</article-title>. <source>Cogn Behav Ther</source>. <year>2013</year>;<volume>42</volume>:<fpage>315</fpage>&#8211;<lpage>327</lpage>.<pub-id pub-id-type="pmid">23837710</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1080/16506073.2013.806584</pub-id></mixed-citation></ref><ref id="bibr18-07067437231162494"><label>18</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Murphy</surname><given-names>A</given-names></name><name name-style="western"><surname>Steele</surname><given-names>M</given-names></name><name name-style="western"><surname>Dube</surname><given-names>SR</given-names></name></person-group>, <etal>et al.</etal><article-title>Adverse childhood experiences (ACEs) questionnaire and adult attachment interview (AAI): Implications for parent&#8211;child relationships</article-title>. <source>Child Abuse Negl</source>. <year>2014</year>;<volume>38</volume>:<fpage>224</fpage>&#8211;<lpage>233</lpage>.<pub-id pub-id-type="pmid">24670331</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.chiabu.2013.09.004</pub-id></mixed-citation></ref><ref id="bibr19-07067437231162494"><label>19</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Nasreddine</surname><given-names>ZS</given-names></name><name name-style="western"><surname>Phillips</surname><given-names>NA</given-names></name><name name-style="western"><surname>B&#233;dirian</surname><given-names>V</given-names></name></person-group>, <etal>et al.</etal><article-title>The Montreal cognitive assessment, MoCA: a brief screening tool for mild cognitive impairment</article-title>. <source>J Am Geriatr Soc</source>. <year>2005</year>;<volume>53</volume>:<fpage>695</fpage>&#8211;<lpage>699</lpage>.<pub-id pub-id-type="pmid">15817019</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1111/j.1532-5415.2005.53221.x</pub-id></mixed-citation></ref><ref id="bibr20-07067437231162494"><label>20</label><mixed-citation publication-type="book"><collab>IBM Corp. Released</collab>. <source>IBM SPSS Statistics for Windows, Version 27.0</source>. <publisher-loc>Armonk, NY</publisher-loc>: <publisher-name>IBM Corp</publisher-name>; <year>2020</year>.</mixed-citation></ref><ref id="bibr21-07067437231162494"><label>21</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Felitti</surname><given-names>VJ</given-names></name><name name-style="western"><surname>Anda</surname><given-names>RF</given-names></name><name name-style="western"><surname>Nordenberg</surname><given-names>D</given-names></name></person-group>, <etal>et al.</etal><article-title>Relationship of childhood abuse and household dysfunction to many of the leading causes of death in adults. The adverse childhood experiences (ACE) study</article-title>. <source>Am J Prev Med</source>. <year>1998</year>;<volume>14</volume>:<fpage>245</fpage>&#8211;<lpage>258</lpage>.<pub-id pub-id-type="pmid">9635069</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/s0749-3797(98)00017-8</pub-id></mixed-citation></ref><ref id="bibr22-07067437231162494"><label>22</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Stein</surname><given-names>BD</given-names></name><name name-style="western"><surname>Kogan</surname><given-names>JN</given-names></name><name name-style="western"><surname>Sorbero</surname><given-names>MJ</given-names></name></person-group>, <etal>et al.</etal><article-title>Predictors of timely follow-up care among medicaid-enrolled adults after psychiatric hospitalization</article-title>. <source>Psychiatr Serv</source>. <year>2007</year>;<volume>58</volume>:<fpage>1563</fpage>&#8211;<lpage>1569</lpage>.<pub-id pub-id-type="pmid">18048557</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1176/ps.2007.58.12.1563</pub-id></mixed-citation></ref><ref id="bibr23-07067437231162494"><label>23</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Folsom</surname><given-names>DP</given-names></name><name name-style="western"><surname>Hawthorne</surname><given-names>W</given-names></name><name name-style="western"><surname>Lindamer</surname><given-names>L</given-names></name></person-group>, <etal>et al.</etal><article-title>Prevalence and risk factors for homelessness and utilization of mental health services among 10,340 patients with serious mental illness in a large public mental health system</article-title>. <source>Am J Psychiatry</source>. <year>2005</year>;<volume>162</volume>:<fpage>370</fpage>&#8211;<lpage>376</lpage>.<pub-id pub-id-type="pmid">15677603</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1176/appi.ajp.162.2.370</pub-id></mixed-citation></ref><ref id="bibr24-07067437231162494"><label>24</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Kaltsidis</surname><given-names>G</given-names></name><name name-style="western"><surname>Grenier</surname><given-names>G</given-names></name><name name-style="western"><surname>Cao</surname><given-names>Z</given-names></name></person-group>, <etal>et al.</etal><article-title>Change in housing status among homeless and formerly homeless individuals in Quebec, Canada: a profile study</article-title>. <source>Int J Environ Res Public Health</source>. <year>2020</year>;<volume>17</volume>:<fpage>6254</fpage>.<pub-id pub-id-type="pmid">32867382</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.3390/ijerph17176254</pub-id><pub-id pub-id-type="pmcid">PMC7504688</pub-id></mixed-citation></ref><ref id="bibr25-07067437231162494"><label>25</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Arfken</surname><given-names>CL</given-names></name><name name-style="western"><surname>Zeman</surname><given-names>LL</given-names></name><name name-style="western"><surname>Yeager</surname><given-names>L</given-names></name></person-group>, <etal>et al.</etal><article-title>Case-control study of frequent visitors to an urban psychiatric emergency service</article-title>. <source>Psychiatr Serv</source>. <year>2004</year>;<volume>55</volume>:<fpage>295</fpage>&#8211;<lpage>301</lpage>.<pub-id pub-id-type="pmid">15001731</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1176/appi.ps.55.3.295</pub-id></mixed-citation></ref><ref id="bibr26-07067437231162494"><label>26</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Lachaud</surname><given-names>J</given-names></name><name name-style="western"><surname>Mejia-Lancheros</surname><given-names>C</given-names></name><name name-style="western"><surname>Liu</surname><given-names>M</given-names></name></person-group>, <etal>et al.</etal><article-title>Severe psychopathology and substance use disorder modify the association between housing trajectories and food security among homeless adults</article-title>. <source>Front Nutr</source>. <year>2021</year>;<volume>8</volume>:<fpage>608811</fpage>.<pub-id pub-id-type="pmid">34055849</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.3389/fnut.2021.608811</pub-id><pub-id pub-id-type="pmcid">PMC8152664</pub-id></mixed-citation></ref><ref id="bibr27-07067437231162494"><label>27</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Lam</surname><given-names>CN</given-names></name><name name-style="western"><surname>Arora</surname><given-names>S</given-names></name><name name-style="western"><surname>Menchine</surname><given-names>M</given-names></name></person-group>. <article-title>Increased 30-day emergency department revisits among homeless patients with mental health conditions</article-title>. <source>West J Emerg Med</source>. <year>2016</year>;<volume>17</volume>:<fpage>607</fpage>&#8211;<lpage>612</lpage>.<pub-id pub-id-type="pmid">27625726</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.5811/westjem.2016.6.30690</pub-id><pub-id pub-id-type="pmcid">PMC5017846</pub-id></mixed-citation></ref><ref id="bibr28-07067437231162494"><label>28</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Chung</surname><given-names>TE</given-names></name><name name-style="western"><surname>Gozdzik</surname><given-names>A</given-names></name><name name-style="western"><surname>Palma Lazgare</surname><given-names>LI</given-names></name></person-group>, <etal>et al.</etal><article-title>Housing first for older homeless adults with mental illness: A subgroup analysis of the at home/chez soi randomized controlled trial</article-title>. <source>Int J Geriatr Psychiatry</source>. <year>2018</year>;<volume>33</volume>:<fpage>85</fpage>&#8211;<lpage>95</lpage>.<pub-id pub-id-type="pmid">28206715</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1002/gps.4682</pub-id></mixed-citation></ref><ref id="bibr29-07067437231162494"><label>29</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Polvere</surname><given-names>L</given-names></name><name name-style="western"><surname>Macnaughton</surname><given-names>E</given-names></name><name name-style="western"><surname>Piat</surname><given-names>M</given-names></name></person-group>. <article-title>Participant perspectives on housing first and recovery: Early findings from the at home/chez soi project</article-title>. <source>Psychiatr Rehabil J</source>. <year>2013</year>;<volume>36</volume>:<fpage>110</fpage>&#8211;<lpage>112</lpage>.<pub-id pub-id-type="pmid">23750762</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1037/h0094979</pub-id></mixed-citation></ref><ref id="bibr30-07067437231162494"><label>30</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Henwood</surname><given-names>BF</given-names></name><name name-style="western"><surname>Matejkowski</surname><given-names>J</given-names></name><name name-style="western"><surname>Stefancic</surname><given-names>A</given-names></name></person-group>, <etal>et al.</etal><article-title>Quality of life after housing first for adults with serious mental illness who have experienced chronic homelessness</article-title>. <source>Psychiatry Res</source>. <year>2014</year>;<volume>220</volume>:<fpage>549</fpage>&#8211;<lpage>555</lpage>.<pub-id pub-id-type="pmid">25129560</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.psychres.2014.07.072</pub-id></mixed-citation></ref><ref id="bibr31-07067437231162494"><label>31</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Stergiopoulos</surname><given-names>V</given-names></name><name name-style="western"><surname>Dewa</surname><given-names>C</given-names></name><name name-style="western"><surname>Durbin</surname><given-names>J</given-names></name></person-group>, <etal>et al.</etal><article-title>Assessing the mental health service needs of the homeless: a level-of-care approach</article-title>. <source>J Health Care Poor Underserved</source>. <year>2010</year>;<volume>21</volume>:<fpage>1031</fpage>&#8211;<lpage>1045</lpage>.<pub-id pub-id-type="pmid">20693742</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1353/hpu.0.0334</pub-id></mixed-citation></ref><ref id="bibr32-07067437231162494"><label>32</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Heaslip</surname><given-names>V</given-names></name><name name-style="western"><surname>Green</surname><given-names>S</given-names></name><name name-style="western"><surname>Simkhada</surname><given-names>B</given-names></name></person-group>, <etal>et al.</etal><article-title>How do people who are homeless find out about local health and social care services: A mixed method study</article-title>. <source>Int J Environ Res Public Health</source>. <year>2021</year>;<volume>19</volume>:<fpage>46</fpage>.<pub-id pub-id-type="pmid">35010307</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.3390/ijerph19010046</pub-id><pub-id pub-id-type="pmcid">PMC8744897</pub-id></mixed-citation></ref><ref id="bibr33-07067437231162494"><label>33</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Hwang</surname><given-names>SW</given-names></name><name name-style="western"><surname>Burns</surname><given-names>T</given-names></name></person-group>. <article-title>Health interventions for people who are homeless</article-title>. <source>Lancet</source>. <year>2014</year>;<volume>384</volume>:<fpage>1541</fpage>&#8211;<lpage>1547</lpage>.<pub-id pub-id-type="pmid">25390579</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/S0140-6736(14)61133-8</pub-id></mixed-citation></ref><ref id="bibr34-07067437231162494"><label>34</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Stergiopoulos</surname><given-names>V</given-names></name><name name-style="western"><surname>Hwang</surname><given-names>SW</given-names></name><name name-style="western"><surname>Gozdzik</surname><given-names>A</given-names></name></person-group>, <etal>et al.</etal><article-title>Effect of scattered-site housing using rent supplements and intensive case management on housing stability among homeless adults with mental illness: a randomized trial</article-title>. <source>JAMA</source>. <year>2015</year>;<volume>313</volume>:<fpage>905</fpage>&#8211;<lpage>915</lpage>.<pub-id pub-id-type="pmid">25734732</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1001/jama.2015.1163</pub-id></mixed-citation></ref><ref id="bibr35-07067437231162494"><label>35</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Aubry</surname><given-names>T</given-names></name><name name-style="western"><surname>Goering</surname><given-names>P</given-names></name><name name-style="western"><surname>Veldhuizen</surname><given-names>S</given-names></name></person-group>, <etal>et al.</etal><article-title>A multiple-city RCT of housing first with assertive community treatment for homeless Canadians with serious mental illness</article-title>. <source>Psychiatr Serv</source>. <year>2016</year>;<volume>67</volume>:<fpage>275</fpage>&#8211;<lpage>281</lpage>.<pub-id pub-id-type="pmid">26620289</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1176/appi.ps.201400587</pub-id></mixed-citation></ref><ref id="bibr36-07067437231162494"><label>36</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Nelson</surname><given-names>G</given-names></name><name name-style="western"><surname>Patterson</surname><given-names>M</given-names></name><name name-style="western"><surname>Kirst</surname><given-names>M</given-names></name></person-group>, <etal>et al.</etal><article-title>Life changes among homeless persons with mental illness: a longitudinal study of housing first and usual treatment</article-title>. <source>Psychiatr Serv</source>. <year>2015</year>;<volume>66</volume>:<fpage>592</fpage>&#8211;<lpage>597</lpage>.<pub-id pub-id-type="pmid">25686813</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1176/appi.ps.201400201</pub-id></mixed-citation></ref><ref id="bibr37-07067437231162494"><label>37</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Padgett</surname><given-names>DK</given-names></name><name name-style="western"><surname>Tiderington</surname><given-names>E</given-names></name><name name-style="western"><surname>Smith</surname><given-names>BT</given-names></name></person-group>, <etal>et al.</etal><article-title>Complex recovery: understanding the lives of formerly homeless adults with Complex needs</article-title>. <source>J Soc Distress Homeless</source>. <year>2016</year>;<volume>25</volume>:<fpage>60</fpage>&#8211;<lpage>70</lpage>.<pub-id pub-id-type="pmid">28439191</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1080/10530789.2016.1173817</pub-id><pub-id pub-id-type="pmcid">PMC5400368</pub-id></mixed-citation></ref><ref id="bibr38-07067437231162494"><label>38</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>McKenzie</surname><given-names>M</given-names></name><name name-style="western"><surname>Tulsky</surname><given-names>JP</given-names></name><name name-style="western"><surname>Long</surname><given-names>HL</given-names></name></person-group>, <etal>et al.</etal><article-title>Tracking and follow-up of marginalized populations: a review</article-title>. <source>J Health Care Poor Underserved</source>. <year>1999</year>;<volume>10</volume>:<fpage>409</fpage>&#8211;<lpage>429</lpage>.<pub-id pub-id-type="pmid">10581885</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1353/hpu.2010.0697</pub-id></mixed-citation></ref></ref-list></back></article></pmc-articleset>