<?xml version="1.0"  ?><!DOCTYPE pmc-articleset PUBLIC "-//NLM//DTD ARTICLE SET 2.0//EN" "https://dtd.nlm.nih.gov/ncbi/pmc/articleset/nlm-articleset-2.0.dtd"><pmc-articleset><article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:ali="http://www.niso.org/schemas/ali/1.0/" article-type="research-article" xml:lang="en" dtd-version="1.4"><!--The publisher of this article does not allow downloading of the full text in XML form.--><front><journal-meta><journal-id journal-id-type="nlm-ta">Can Fam Physician</journal-id><journal-id journal-id-type="iso-abbrev">Can Fam Physician</journal-id><journal-id journal-id-type="pmc-domain-id">303</journal-id><journal-id journal-id-type="pmc-domain">canfamphys</journal-id><journal-id journal-id-type="publisher-id">CFP</journal-id><journal-title-group><journal-title>Canadian Family Physician</journal-title></journal-title-group><issn pub-type="ppub">0008-350X</issn><issn pub-type="epub">1715-5258</issn><publisher><publisher-name>College of Family Physicians of Canada</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">PMC5897086</article-id><article-id pub-id-type="pmcid-ver">PMC5897086.1</article-id><article-id pub-id-type="pmcaid">5897086</article-id><article-id pub-id-type="pmcaiid">5897086</article-id><article-id pub-id-type="pmid">29650620</article-id><article-id pub-id-type="publisher-id">e181</article-id><article-version article-version-type="pmc-version">1</article-version><article-categories><subj-group subj-group-type="heading"><subject>Research</subject></subj-group></article-categories><title-group><article-title>Relationship between income and mortality in a Canadian family practice cohort</article-title><trans-title-group xml:lang="fr"><trans-title>La relation entre le revenu et le risque de mortalit&#233; dans une cohorte de patients d&#8217;une clinique de m&#233;decine familiale canadienne</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name name-style="western"><surname>Finkelstein</surname><given-names initials="M">Murray</given-names></name><degrees>PhD MD CCFP</degrees><xref ref-type="corresp" rid="c1-064e181"/></contrib><aff id="af1-064e181">Retired family physician who practised in the Family Medicine Centre at Mount Sinai Hospital in Toronto, Ont.</aff></contrib-group><author-notes><corresp id="c1-064e181">Correspondence: <bold>Dr Murray Finkelstein;</bold> e-mail <email>murray.finkelstein@utoronto.ca</email></corresp></author-notes><pub-date pub-type="ppub"><month>4</month><year>2018</year></pub-date><volume>64</volume><issue>4</issue><issue-id pub-id-type="pmc-issue-id">310371</issue-id><fpage>e181</fpage><lpage>e189</lpage><pub-history><event event-type="pmc-release"><date><day>01</day><month>04</month><year>2018</year></date></event><event event-type="pmc-live"><date><day>20</day><month>04</month><year>2018</year></date></event><event event-type="pmc-last-change"><date iso-8601-date="2018-04-21 00:08:19.097"><day>21</day><month>04</month><year>2018</year></date></event></pub-history><permissions><copyright-statement>Copyright&#169; the College of Family Physicians of Canada</copyright-statement><copyright-year>2018</copyright-year></permissions><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" content-type="pmc-pdf" xlink:href="064e181.pdf"/><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" content-type="pdf" xlink:href="e181.pdf"/><abstract><title>Abstract</title><sec><title>Objective</title><p>To examine the relationship between household income and mortality in a primary care cohort while using personal information obtained from clinical records and administrative data linkages to adjust for confounders.</p></sec><sec><title>Design</title><p>Survey and analysis of data from several administrative databases.</p></sec><sec><title>Setting</title><p>Toronto, Ont.</p></sec><sec><title>Participants</title><p>Patients of an urban academic family practice who were aged between 45 and 74 and who had made at least 3 visits to the clinic between 1996 and 1997.</p></sec><sec><title>Main outcome measures</title><p>Patients&#8217; self-reported household income. Patients&#8217; personal information obtained from clinical records and linkages to administrative data to adjust for confounders; personal information was used to adjust for health factors as confounders of the relationship between income and mortality risk.</p></sec><sec><title>Results</title><p>Of the 1064 patients who received surveys, 519 (49%) responded. There was no significant difference in the mortality rate between nonresponders and responders. Mortality rates were lower than those in the general population throughout follow-up. Within the patient cohort, mortality rates were elevated for smokers, those who had not consumed alcohol in the year before the survey, and those who had been diagnosed with diabetes, hypertension, or cancer before the survey. After all adjustments were made, mortality rates were lower among patients in the higher-income categories than among those with lower household incomes.</p></sec><sec><title>Conclusion</title><p>Universal health care does not eliminate income-related differentials in mortality. Differences in health-related behaviour factors are not sufficient to explain the socioeconomic mortality differences within an area. These data suggest that it is not solely personal choice related to health behaviour but that other explanations must be invoked to account for the relationship between lower household income and increased mortality rates.</p></sec></abstract><trans-abstract xml:lang="fr"><title>R&#233;sum&#233;</title><sec><title>Objectif</title><p>&#201;tablir une relation &#233;ventuelle entre le revenu familial et la mortalit&#233; dans une cohorte de patients d&#8217;une clinique de soins primaires, &#224; l&#8217;aide de renseignements personnels tir&#233;s des dossiers cliniques et la corr&#233;lation avec des donn&#233;es administratives afin de tenir compte des facteurs confondants.</p></sec><sec><title>Type d&#8217;&#233;tude</title><p>Une enqu&#234;te et une analyse des donn&#233;es de plusieurs bases de donn&#233;es administratives.</p></sec><sec><title>Contexte</title><p>Toronto, Ontario.</p></sec><sec><title>Participants</title><p>Des patients d&#8217;une clinique universitaire urbaine de m&#233;decine familiale &#226;g&#233;s de 45 &#224; 74 ans qui avaient visit&#233; la clinique au moins 3 fois entre 1996 et 1997.</p></sec><sec><title>Principaux param&#232;tres &#224; l&#8217;&#233;tude</title><p>Le revenu familial d&#233;clar&#233; par le patient. Les renseignements sur les patients tir&#233;s des dossiers cliniques et la corr&#233;lation avec les donn&#233;es administratives afin de tenir compte des facteurs li&#233;s &#224; la sant&#233; qui pourraient agir comme facteurs confondants dans la relation entre le revenu et le risque de mortalit&#233;.</p></sec><sec><title>R&#233;sultats</title><p>Sur les 1064 patients qui ont re&#231;u le sondage, 519 ont r&#233;pondu (49 %). Il n&#8217;y avait pas de diff&#233;rence significative de mortalit&#233; entre les r&#233;pondants et les non-r&#233;pondants. Les taux de mortalit&#233; &#233;taient inf&#233;rieurs &#224; ceux de la population g&#233;n&#233;rale durant tout le suivi. Parmi les membres de la cohorte, le taux de mortalit&#233; &#233;tait plus &#233;lev&#233; chez les fumeurs, chez ceux qui n&#8217;avaient pas consomm&#233; d&#8217;alcool durant l&#8217;ann&#233;e pr&#233;c&#233;dant le sondage, et chez ceux qui avaient eu un diagnostic de diab&#232;te, d&#8217;hypertension ou de cancer avant l&#8217;enqu&#234;te. Une fois tous les ajustement effectu&#233;s, les taux de mortalit&#233; &#233;taient plus bas chez les patients qui avaient les meilleurs revenus par rapport &#224; ceux qui &#233;taient moins bien nantis.</p></sec><sec><title>Conclusion</title><p>L&#8217;existence d&#8217;un syst&#232;me universel des soins de sant&#233; au Canada n&#8217;emp&#234;che pas l&#8217;existence de diff&#233;rences de mortalit&#233; li&#233;es au revenu. Des diff&#233;rences dans les facteurs comportementaux li&#233;s &#224; la sant&#233; ne sont pas suffisants pour expliquer les diff&#233;rences de mortalit&#233; d&#8217;ordre socio&#233;conomique dans une r&#233;gion. Les pr&#233;sentes donn&#233;es donnent &#224; penser que ce n&#8217;est pas uniquement le comportement d&#8217;une personne en mati&#232;re de sant&#233; qui rend compte de la relation entre un revenu familial inf&#233;rieur et un taux de mortalit&#233; plus &#233;lev&#233;.</p></sec></trans-abstract><custom-meta-group><custom-meta><meta-name>pmc-status-qastatus</meta-name><meta-value>0</meta-value></custom-meta><custom-meta><meta-name>pmc-status-live</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-status-embargo</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-status-released</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-open-access</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-olf</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-manuscript</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-legally-suppressed</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-pdf</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-supplement</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-pdf-only</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-suppress-copyright</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-real-version</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-scanned-article</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-preprint</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-in-epmc</meta-name><meta-value>yes</meta-value></custom-meta></custom-meta-group></article-meta></front></article></pmc-articleset>