<?xml version="1.0"  ?><!DOCTYPE pmc-articleset PUBLIC "-//NLM//DTD ARTICLE SET 2.0//EN" "https://dtd.nlm.nih.gov/ncbi/pmc/articleset/nlm-articleset-2.0.dtd"><pmc-articleset><article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:ali="http://www.niso.org/schemas/ali/1.0/" article-type="research-article" xml:lang="en" dtd-version="1.4"><front><journal-meta><journal-id journal-id-type="nlm-ta">Can J Psychiatry</journal-id><journal-id journal-id-type="iso-abbrev">Can J Psychiatry</journal-id><journal-id journal-id-type="pmc-domain-id">2444</journal-id><journal-id journal-id-type="pmc-domain">canjpsych</journal-id><journal-id journal-id-type="publisher-id">CPA</journal-id><journal-title-group><journal-title>Canadian Journal of Psychiatry. Revue Canadienne de Psychiatrie</journal-title></journal-title-group><issn pub-type="ppub">0706-7437</issn><issn pub-type="epub">1497-0015</issn><publisher><publisher-name>SAGE Publications</publisher-name></publisher></journal-meta><article-meta><article-id pub-id-type="pmcid">PMC7502871</article-id><article-id pub-id-type="pmcid-ver">PMC7502871.1</article-id><article-id pub-id-type="pmcaid">7502871</article-id><article-id pub-id-type="pmcaiid">7502871</article-id><article-id pub-id-type="pmid">32508120</article-id><article-id pub-id-type="doi">10.1177/0706743720931240</article-id><article-id pub-id-type="publisher-id">10.1177_0706743720931240</article-id><article-version article-version-type="pmc-version">1</article-version><article-categories><subj-group subj-group-type="heading"><subject>Original Research</subject></subj-group></article-categories><title-group><article-title>The Role of the Medical School Training on Physician Opioid Prescribing Practices: Evidence from Ontario, Canada: Le r&#244;le de la formation &#224; la facult&#233; de m&#233;decine &#224; l&#8217;&#233;gard des pratiques de prescription d&#8217;opio&#239;des des m&#233;decins: donn&#233;es probantes d&#8217;Ontario, Canada</article-title></title-group><contrib-group><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0003-3961-6008</contrib-id><name name-style="western"><surname>de Oliveira</surname><given-names initials="C">Claire</given-names></name><degrees>MA, PhD</degrees><xref ref-type="aff" rid="aff1-0706743720931240">1</xref><xref ref-type="aff" rid="aff2-0706743720931240">2</xref><xref ref-type="aff" rid="aff3-0706743720931240">3</xref><xref ref-type="aff" rid="aff4-0706743720931240">4</xref><xref ref-type="corresp" rid="corresp1-0706743720931240"/></contrib><contrib contrib-type="author"><name name-style="western"><surname>Iwajomo</surname><given-names initials="T">Tomisin</given-names></name><degrees>MPH</degrees><xref ref-type="aff" rid="aff2-0706743720931240">2</xref></contrib><contrib contrib-type="author"><name name-style="western"><surname>Gomes</surname><given-names initials="T">Tara</given-names></name><degrees>MHSc, PhD</degrees><xref ref-type="aff" rid="aff3-0706743720931240">3</xref><xref ref-type="aff" rid="aff4-0706743720931240">4</xref><xref ref-type="aff" rid="aff5-0706743720931240">5</xref><xref ref-type="aff" rid="aff6-0706743720931240">6</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0001-8115-7437</contrib-id><name name-style="western"><surname>Kurdyak</surname><given-names initials="P">Paul</given-names></name><degrees>MD, MSc, PhD, FRCP(C)</degrees><xref ref-type="aff" rid="aff2-0706743720931240">2</xref><xref ref-type="aff" rid="aff3-0706743720931240">3</xref><xref ref-type="aff" rid="aff4-0706743720931240">4</xref><xref ref-type="aff" rid="aff7-0706743720931240">7</xref></contrib></contrib-group><aff id="aff1-0706743720931240">
<label>1</label>Centre for Health Economics/Hull York Medical School, University of York, Heslington, United Kingdom</aff><aff id="aff2-0706743720931240">
<label>2</label>Institute for Mental Health Policy Research (IMHPR), Centre for Addiction and Mental Health (CAMH), Toronto, Ontario, Canada</aff><aff id="aff3-0706743720931240">
<label>3</label>ICES, Toronto, Ontario, Canada</aff><aff id="aff4-0706743720931240">
<label>4</label>Institute of Health Policy, Management and Evaluation (IHPME), University of Toronto, Ontario, Canada</aff><aff id="aff5-0706743720931240">
<label>5</label>Li Ka Shing Knowledge Institute, St. Michael&#8217;s Hospital, Toronto, Ontario, Canada</aff><aff id="aff6-0706743720931240">
<label>6</label>Leslie Dan Faculty of Pharmacy, University of Toronto, Ontario, Canada</aff><aff id="aff7-0706743720931240">
<label>7</label>Department of Psychiatry, University of Toronto, Ontario, Canada</aff><author-notes><corresp id="corresp1-0706743720931240">Claire de Oliveira, MA, PhD, Hull York Medical School/Centre for Health Economics, Alcuin A Block, University of York, Heslington, York YO10 5DD, United Kingdom. Email: <email>claire.deoliveira@york.ac.uk</email></corresp></author-notes><pub-date pub-type="epub"><day>8</day><month>6</month><year>2020</year></pub-date><pub-date pub-type="ppub"><month>10</month><year>2020</year></pub-date><volume>65</volume><issue>10</issue><issue-id pub-id-type="pmc-issue-id">365469</issue-id><fpage>710</fpage><lpage>720</lpage><pub-history><event event-type="pmc-release"><date><day>08</day><month>06</month><year>2020</year></date></event><event event-type="pmc-live"><date><day>28</day><month>09</month><year>2020</year></date></event><event event-type="pmc-last-change"><date iso-8601-date="2020-09-29 00:43:07.343"><day>29</day><month>09</month><year>2020</year></date></event><event event-type="pmc-version" specific-use="live"><article-id pub-id-type="pmcaiid">7502871</article-id><article-id pub-id-type="doi">10.1177/0706743720931240</article-id><article-version>1</article-version><pub-date><day>08</day><month>06</month><year>2020</year></pub-date></event><event event-type="pmc-version" specific-use="live"><article-id pub-id-type="pmcaiid">7516598</article-id><article-id pub-id-type="doi">10.1177/0706743720931240</article-id><article-version>2</article-version><pub-date><day>08</day><month>06</month><year>2020</year></pub-date></event></pub-history><permissions><copyright-statement>&#169; The Author(s) 2020</copyright-statement><copyright-year>2020</copyright-year><copyright-holder content-type="sage">Canadian Psychiatric Association</copyright-holder><license xmlns:xlink="http://www.w3.org/1999/xlink" license-type="open-access" xlink:href="https://creativecommons.org/licenses/by-nc/4.0/"><license-p>This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 License (<ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by-nc/4.0/">https://creativecommons.org/licenses/by-nc/4.0/</ext-link>) which permits non-commercial use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the SAGE and Open Access pages (<ext-link ext-link-type="uri" xlink:href="https://us.sagepub.com/en-us/nam/open-access-at-sage">https://us.sagepub.com/en-us/nam/open-access-at-sage</ext-link>).</license-p></license></permissions><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" content-type="pmc-pdf" xlink:href="10.1177_0706743720931240.pdf"/><abstract><sec><title>Background:</title><p>Recent research found that physicians who completed medical school training at top-ranked U.S. medical schools prescribed fewer opioids than those trained at lower ranked schools, suggesting that physician training may play a role in the opioid epidemic. We replicated this analysis to understand whether this finding holds for Ontario, Canada.</p></sec><sec><title>Methods:</title><p>We used data on all opioid prescriptions written by Ontario physicians between 2013 and 2017 from the Narcotics Monitoring System. Using the Corporate Provider Database and ICES Physician Database, which contain medical school of training, we linked patients who filled opioid prescriptions with their respective prescribing physician. Available data on Canadian medical school rankings were obtained from <italic toggle="yes">Maclean&#8217;s</italic> news magazine. We used regression analysis to assess the relationship between number of opioid prescriptions and medical school ranking.</p></sec><sec><title>Results:</title><p>Compared to the United States, average annual number of opioid prescriptions per physician was lower in Ontario (236 vs. 78). Unlike the United States, we found little evidence that physicians trained at lower ranked medical schools prescribed more than their top-ranked school counterparts after controlling for specialty and location of practice. However, primary care physicians trained at non-English-speaking foreign schools prescribed the most opioids even after excluding opioid maintenance therapy&#8211;related prescriptions.</p></sec><sec><title>Conclusion:</title><p>The role of medical school training on opioid prescribing patterns among Ontario physicians differs from that in the United States likely due to greater homogeneity of curricula among Canadian schools. Ensuring physicians trained abroad receive additional pain management/addiction training may help address part of the opioid epidemic in Ontario.</p></sec></abstract><trans-abstract xml:lang="fr"><sec><title>Contexte :</title><p>Une recherche r&#233;cente a observ&#233; que les m&#233;decins qui suivaient leur formation m&#233;dicale dans les &#233;coles de m&#233;decine am&#233;ricaines les mieux cot&#233;es prescrivaient moins d&#8217;opio&#239;des que ceux form&#233;s dans des &#233;coles moins bien cot&#233;es, ce qui sugg&#232;re que la formation des m&#233;decins peut jouer un r&#244;le dans l&#8217;&#233;pid&#233;mie d&#8217;opio&#239;des. Nous avons reproduit cette analyse pour comprendre si ce r&#233;sultat tient pour l&#8217;Ontario, Canada.</p></sec><sec><title>M&#233;thodes :</title><p>Nous avons utilis&#233; les donn&#233;es de toutes les prescriptions d&#8217;opio&#239;des &#233;crites par des m&#233;decins ontariens entre 2013 et 2017, tir&#233;es du Syst&#232;me de surveillance des stup&#233;fiants et des substances contr&#244;l&#233;es. &#192; l&#8217;aide de la Base de donn&#233;es centrale sur les fournisseurs de services de sant&#233; et de la Base de donn&#233;es des m&#233;decins de l&#8217;IRSS, qui contient la formation &#224; l&#8217;&#233;cole de m&#233;decine, nous avons li&#233; les patients qui faisaient remplir des prescriptions d&#8217;opio&#239;des &#224; leur m&#233;decin prescripteur respectif. Les donn&#233;es disponibles sur les classements des facult&#233;s de m&#233;decine canadiennes ont &#233;t&#233; obtenues du magazine d&#8217;actualit&#233; Maclean&#8217;s. Nous avons utilis&#233; l&#8217;analyse de r&#233;gression pour &#233;valuer la relation entre le nombre de prescriptions d&#8217;opio&#239;des et le classement des facult&#233;s de m&#233;decine.</p></sec><sec><title>R&#233;sultats :</title><p>Compar&#233; aux &#201;tats-Unis, le nombre annuel moyen de prescriptions d&#8217;opio&#239;des par m&#233;decin &#233;tait plus faible en Ontario (236 contre 78). Contrairement aux &#201;tats-Unis, nous avons trouv&#233; peu de donn&#233;es probantes indiquant que les m&#233;decins form&#233;s &#224; des facult&#233;s de m&#233;decine moins bien cot&#233;es prescrivaient davantage que leurs homologues des &#233;coles au sommet du classement, apr&#232;s contr&#244;le de la sp&#233;cialit&#233; et de l&#8217;emplacement de la pratique. Toutefois, les m&#233;decins des soins de premi&#232;re ligne form&#233;s dans des &#233;coles &#233;trang&#232;res non anglophones prescrivaient le plus d&#8217;opio&#239;des, m&#234;me apr&#232;s l&#8217;exclusion des prescriptions li&#233;es au traitement d&#8217;entretien aux opio&#239;des.</p></sec><sec><title>Conclusion :</title><p>Le r&#244;le de la formation &#224; la facult&#233; de m&#233;decine dans les mod&#232;les de prescription d&#8217;opio&#239;des chez les m&#233;decins de l&#8217;Ontario diff&#232;re de celui des &#201;tats-Unis, probablement en raison de la plus grande homog&#233;n&#233;it&#233; des programmes d&#8217;&#233;tudes dans les &#233;coles canadiennes. Assigner aux m&#233;decins form&#233;s &#224; l&#8217;&#233;tranger une formation additionnelle sur la gestion de la douleur/d&#233;pendance pourrait contribuer &#224; r&#233;soudre en partie l&#8217;&#233;pid&#233;mie d&#8217;opio&#239;des en Ontario.</p></sec></trans-abstract><kwd-group><kwd>opioids</kwd><kwd>physician prescribing</kwd><kwd>administrative data</kwd></kwd-group><custom-meta-group><custom-meta><meta-name>pmc-status-qastatus</meta-name><meta-value>0</meta-value></custom-meta><custom-meta><meta-name>pmc-status-live</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-status-embargo</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-status-released</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-open-access</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-olf</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-manuscript</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-legally-suppressed</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-pdf</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-supplement</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-pdf-only</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-suppress-copyright</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-real-version</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-scanned-article</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-preprint</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-in-epmc</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>typesetter</meta-name><meta-value>ts3</meta-value></custom-meta></custom-meta-group></article-meta></front><body><sec sec-type="intro" id="section1-0706743720931240"><title>Introduction</title><p>Opioid overdose is a leading public health issue in North America. Over the last two decades, there has been an increase in opioid use in Canada and in the United States; however, this pattern has changed in recent years.<sup><xref rid="bibr1-0706743720931240" ref-type="bibr">1</xref>,<xref rid="bibr2-0706743720931240" ref-type="bibr">2</xref></sup> In 2015, both Canada and the United States had the highest opioid consumption per capita worldwide.<sup><xref rid="bibr3-0706743720931240" ref-type="bibr">3</xref></sup> Furthermore, opioid-related deaths have increased dramatically in both countries.<sup><xref rid="bibr4-0706743720931240" ref-type="bibr">4</xref><xref rid="bibr5-0706743720931240" ref-type="bibr"/>&#8211;<xref rid="bibr6-0706743720931240" ref-type="bibr">6</xref></sup> In Ontario, more than half of all opioid-related deaths in 2016 involved prescription drugs (dispensed or diverted), with fentanyl being the most commonly nonprescribed opioid.<sup><xref rid="bibr7-0706743720931240" ref-type="bibr">7</xref></sup> Given this, policy makers have sought ways to address this epidemic.<sup><xref rid="bibr8-0706743720931240" ref-type="bibr">8</xref></sup>
</p><p>Evidence suggests that increased use of opioids may be driven partly by physician prescribing practices. Among the suggested key drivers behind the increased opioid use in the last 20 years is the aggressive lobbying of physicians to prescribe opioids liberally to manage chronic pain.<sup><xref rid="bibr9-0706743720931240" ref-type="bibr">9</xref></sup> Using U.S. Medicare emergency department data, Barnett et al. (2017) found that long-term opioid use was significantly higher among patients treated by physicians with a higher propensity to prescribe opioids.<sup><xref rid="bibr10-0706743720931240" ref-type="bibr">10</xref></sup> Other U.S. research found that physicians who completed medical school training at top medical schools wrote significantly fewer opioid prescriptions than those trained in lower ranked schools even after controlling for specialty and location of practice.<sup><xref rid="bibr2-0706743720931240" ref-type="bibr">2</xref></sup> The authors concluded this was due to physician education rather than patient selection across physicians or physician selection across medical schools. These findings suggest there may be a role for physician education in addressing the opioid epidemic. However, there is no evidence as to whether this relationship holds for other jurisdictions such as Canada. We hypothesize that, given the smaller number of Canadian medical schools, and potentially greater homogeneity across curricula, the U.S. findings do not apply to Canada. Our aim was to replicate the U.S. study using data from Ontario, Canada&#8217;s most populous province, by examining the relationship between physician opioid prescribing patterns and medical school training and compare our results to those reported in the United States.</p></sec><sec sec-type="methods" id="section2-0706743720931240"><title>Methods</title><sec id="section3-0706743720931240"><title>Data Sources</title><p>We accessed administrative health care data through ICES, an independent, nonprofit research institute, which maintains provincial health care records (<ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="http://www.ices.on.ca">www.ices.on.ca</ext-link>). We employed data on all opioid prescriptions written by physicians practicing in Ontario. These data were obtained from the Narcotics Monitoring System database that includes information on all opioid analgesic prescriptions dispensed from community retail pharmacies across the province and prescribers. Patients in the Narcotics Monitoring System who received and filled an opioid prescription were linked to their respective prescribing physician using unique physician identifiers. We used the Corporate Provider Database to identify all physicians actively practicing in Ontario from 2013 to 2017. These physicians were linked with the ICES Physician Database that contains information on physician demographics, reported specialty, postal code of practice, and year and school of graduation. Data on annual medical school rankings from 2013 to 2017 were obtained from <italic toggle="yes">Maclean&#8217;s</italic>,<sup><xref rid="bibr11-0706743720931240" ref-type="bibr">11</xref></sup> a Canadian news magazine, which publishes university rankings. Rankings incorporate information on students (e.g., success of students at winning academic awards), faculty (e.g., number who have won major awards), resources (e.g., amount of money available for expenses), student support (e.g., assistance available to students), and reputation (e.g., how ready graduates are to embark on successful careers); information on <italic toggle="yes">Maclean&#8217;s</italic> ranking methodology can be found elsewhere.<sup><xref rid="bibr12-0706743720931240" ref-type="bibr">12</xref></sup> In Canada, there are 17 medical schools in which 6 are located in Ontario.</p><sec id="section4-0706743720931240"><title>Physician Cohort</title><p>We examined opioid prescribing practices among all active physicians practicing in Ontario who graduated up until 2011 (school of graduation data were not available thereafter), with a specialty that required the degree of MD, and who were active during the analysis period (i.e., physicians who had a status of either &#8220;unrestricted,&#8221; &#8220;special case license,&#8221; or &#8220;group practice only&#8221; in the Corporate Provider Database). We excluded all physicians with missing data on graduation year, medical school, and specialty and location of practice and those who retired or died during the analysis period. Our final sample included 30,844 physicians (of 39,919 active physicians) with an observation for each year of the analysis period for a total of 154,220 physician-years.</p><p>We used the Statistics Canada&#8217;s Postal Code Conversion File<sup><xref rid="bibr13-0706743720931240" ref-type="bibr">13</xref></sup> and Canada Census data to link physician postal code of practice to the respective census division. To characterize physician census division of practice, we obtained information on population density (number of people per square kilometers), percentage of population with a high school diploma or less, percentage of population unemployed, percentage of individuals in the lowest neighbourhood income quintile, percentage of individuals living in a rural setting, and percentage of individuals living in Northern Ontario (i.e., North East and North West Local Health Integration Networks).</p></sec><sec id="section5-0706743720931240"><title>Medical School Rankings</title><p>Based on <italic toggle="yes">Maclean&#8217;s</italic> ranking data, and in line with previous research,<sup><xref rid="bibr2-0706743720931240" ref-type="bibr">2</xref></sup> we created a composite medical school rank variable based on the average of the medical school&#8217;s rankings across all years of available data to deal with changes in rankings over time (see Table A1 in the Online Appendix). These data include rankings for 15 of the 17 medical schools in Canada (from highest to lowest ranked, where the highest was assigned 1 and the lowest 15): McGill University, University of Toronto, University of British Columbia, Queen&#8217;s University, University of Alberta, McMaster University, Dalhousie University, University of Ottawa, University of Western Ontario, University of Calgary, Universit&#233; de Montr&#233;al, Universit&#233; Laval, University of Saskatchewan, University of Manitoba, and Universit&#233; de Sherbrooke (Figure A1 in the Online Appendix depicts medical school rankings; rankings among top schools have been quite consistent over time). There was no ranking for Memorial University of Newfoundland or the Northern Ontario School of Medicine; therefore, these schools were considered separately. We grouped foreign medical schools into three categories: United States; United Kingdom, Ireland, Australia, and New Zealand (UKIANZ, i.e., other English-speaking countries); and Other. (Figure A2 in the Online Appendix provides number of physicians by medical school of training.)</p></sec></sec><sec id="section6-0706743720931240"><title>Analysis</title><sec id="section7-0706743720931240"><title>Descriptive analysis</title><p>We produced summary statistics of annual prescription&#8211;related outcomes such as total number of opioid prescriptions written in Ontario, average number of opioid prescriptions written per physician (with and without physician-years with no opioid prescriptions, i.e., zeroes), and the percentage of physician-years with zero prescriptions. We examined the relationship between number of opioid prescriptions and medical school ranking. Primary care physicians (PCPs) accounted for most opioid prescriptions (80%); thus, we examined all physicians and PCPs separately (where PCPs included three subspecialty categories&#8212;general practice, family practice, and internal medicine; Currie and Schnell use the term GP instead of PCP; however, the definition is the same).</p><p>In line with previous work, we tried to understand whether patient sorting across physicians (i.e., whether patients were more likely to choose physicians based on their prescribing patterns) or physician sorting across medical schools (i.e., whether physicians chose medical schools whose training, e.g., aligned with their approach toward opioids) played a role in our findings.<sup><xref rid="bibr2-0706743720931240" ref-type="bibr">2</xref></sup> Given our data, we could not ascertain whether physicians self-selected into certain medical schools. Nonetheless, we could investigate whether physicians who trained at lower ranked medical schools were more likely to practice in specialties and/or locations where patient use of opioids might be greater. Therefore, we examined the average number of opioid prescriptions by medical school ranking for the top 8 opioid prescribing medical specialties (general practice, orthopedic surgery, general surgery, obstetrics and gynecology, plastic surgery, emergency medicine, urology, and otolaryngology) and hematology/oncology (a composite medical specialty that included hematology, medical oncology, and radiation oncology). We also produced these numbers by characteristics of census division of practice.</p></sec><sec id="section8-0706743720931240"><title>Regression analysis</title><p>Next, we undertook regression analyses to assess the validity of our descriptive findings, while accounting for relevant variables, such as physician specialty and census division of practice, in line with Schnell and Currie (2017). Pooling data from all years, we estimated a linear regression model through ordinary least squares, where the dependent variable was the number of opioid prescriptions written by each physician by year and census division and the independent variables included indicator variables for each ranked school, where McGill was the reference case; indicator variables for each unranked school (the Northern Ontario School of Medicine and Memorial University); indicator variables for U.S. schools, United Kingdom, Ireland, Australia, and New Zealand schools, and other foreign schools, respectively; and indicator variables for physician specialty, census division, and year. We estimated this equation including physician-years with and without zero opioid prescriptions for all physicians and PCPs separately. Robust standard errors were estimated and clustered by physician.</p><p>We also estimated the equation for each of the top 8 opioid prescribing specialties and hematology/oncology to understand whether the relationship between prescribing and medical school differed by specialty (thus, we dropped the indicator variables for specialty but included indicator variables for subspecialty for PCPs to account for differences across the three subspecialties). If medical training plays a role, the prescribing relationship will likely be weaker among specialties that receive subsequent training in pain management and addiction compared to those that do not.</p><p>Finally, we examined whether opioid prescribing differed across graduation cohorts, as more recent graduates may have received different training on pain management and addiction than older cohorts, by estimating the equation for each graduation cohort: before 1982, 1982 to 1991, 1992 to 2001, and 2002 to 2011.</p></sec><sec id="section9-0706743720931240"><title>Sensitivity analysis</title><p>Prior research was not able to examine the number of pills included in each prescription; this may impact our findings as the quantity of medication dispensed can vary considerably between prescriptions. Therefore, we also estimated regression models using the number of opioids dispensed as the dependent variable.</p><p>Previous work included <italic toggle="yes">all</italic> opioids prescribed regardless of purpose.<sup><xref rid="bibr2-0706743720931240" ref-type="bibr">2</xref></sup> However, some opioids (methadone and buprenorphine/naloxone) are typically prescribed to treat opioid dependence and thus have a different purpose than those prescribed to treat pain. Furthermore, given the nature of their dispensing (typically daily dispensing), their inclusion could affect our primary outcome.<sup><xref rid="bibr14-0706743720931240" ref-type="bibr">14</xref></sup> Thus, we conducted a sensitivity analysis excluding all opioid maintenance therapy (OMT)&#8211;related prescriptions.</p></sec></sec></sec><sec sec-type="results" id="section10-0706743720931240"><title>Results</title><sec id="section11-0706743720931240"><title>Descriptive Analysis</title><p>From 2013 to 2017, there was an overall decrease in the number of opioid prescriptions in Ontario (<xref rid="table1-0706743720931240" ref-type="table">Table 1</xref>). Physicians accounted for most opioid prescriptions (87%). The average annual number of opioid prescriptions per physician across all years was 77.79 (standard deviation [<italic toggle="yes">SD</italic>] = 138.31) including physician-years with no opioid prescriptions (i.e., zeroes) and 103.58 (<italic toggle="yes">SD</italic> = 151.01) excluding physician-years with no opioid prescriptions. These numbers were higher for PCPs (124.67, <italic toggle="yes">SD</italic> = 164.85 and 140.06, <italic toggle="yes">SD</italic> = 168.45, respectively). Among physicians excluded from the analysis (<italic toggle="yes">n</italic> = 9,075, 22.7% of all active physicians in the Corporate Provider Database between 2012 and 2017 inclusive), most were missing data on medical school of training (99.6%); many were also missing data on specialty (63%). Just under half (47%) did not prescribe at any point during the analysis period. The average annual number of prescriptions per physician among excluded physicians was 20.45 and 52.50 with and without physician-years with no opioid prescriptions, respectively (results not shown).</p><table-wrap id="table1-0706743720931240" orientation="portrait" position="float"><label>Table 1.</label><caption><p>Summary Statistics for Annual Opioid Prescription Measures.</p></caption><alternatives><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="10.1177_0706743720931240-table1.jpg"/><table frame="hsides" rules="groups"><thead><tr><th rowspan="1" colspan="1"/><th rowspan="1" colspan="1">2013</th><th rowspan="1" colspan="1">2014</th><th rowspan="1" colspan="1">2015</th><th rowspan="1" colspan="1">2016</th><th rowspan="1" colspan="1">2017</th><th rowspan="1" colspan="1">All</th></tr></thead><tbody><tr><td rowspan="1" colspan="1">Total number of all opioid prescriptions<sup>a</sup>
</td><td rowspan="1" colspan="1">2,743,809</td><td rowspan="1" colspan="1">2,862,487</td><td rowspan="1" colspan="1">2,799,863</td><td rowspan="1" colspan="1">2,754,514</td><td rowspan="1" colspan="1">2,591,261</td><td rowspan="1" colspan="1">13,751,934</td></tr><tr><td colspan="7" rowspan="1">All physicians</td></tr><tr><td rowspan="1" colspan="1">&#8195;Number of physicians</td><td rowspan="1" colspan="1">30,844</td><td rowspan="1" colspan="1">30,844</td><td rowspan="1" colspan="1">30,844</td><td rowspan="1" colspan="1">30,844</td><td rowspan="1" colspan="1">30,844</td><td rowspan="1" colspan="1">30,844</td></tr><tr><td rowspan="1" colspan="1">&#8195;Number of prescribing physicians</td><td rowspan="1" colspan="1">24,440</td><td rowspan="1" colspan="1">24,085</td><td rowspan="1" colspan="1">23,294</td><td rowspan="1" colspan="1">22,512</td><td rowspan="1" colspan="1">21,481</td><td rowspan="1" colspan="1">&#8212;</td></tr><tr><td rowspan="1" colspan="1">&#8195;Number of physician-years</td><td rowspan="1" colspan="1">&#8212;</td><td rowspan="1" colspan="1">&#8212;</td><td rowspan="1" colspan="1">&#8212;</td><td rowspan="1" colspan="1">&#8212;</td><td rowspan="1" colspan="1">&#8212;</td><td rowspan="1" colspan="1">154,220</td></tr><tr><td rowspan="1" colspan="1">&#8195;Number of opioid prescriptions</td><td rowspan="1" colspan="1">2,543,112</td><td rowspan="1" colspan="1">2,611,391</td><td rowspan="1" colspan="1">2,449,569</td><td rowspan="1" colspan="1">2,309,765</td><td rowspan="1" colspan="1">2,082,376</td><td rowspan="1" colspan="1">11,996,213</td></tr><tr><td rowspan="1" colspan="1">&#8195;Percentage of total prescribed</td><td rowspan="1" colspan="1">92.69</td><td rowspan="1" colspan="1">91.23</td><td rowspan="1" colspan="1">87.49</td><td rowspan="1" colspan="1">83.85</td><td rowspan="1" colspan="1">80.36</td><td rowspan="1" colspan="1">87.23</td></tr><tr><td rowspan="1" colspan="1">&#8195;Average opioid prescriptions per year including zeroes (std. deviation)</td><td rowspan="1" colspan="1">82.45 (139.55)</td><td rowspan="1" colspan="1">84.66 (150.57)</td><td rowspan="1" colspan="1">79.42 (137.84)</td><td rowspan="1" colspan="1">74.89 (134.87)</td><td rowspan="1" colspan="1">67.51 (127.02)</td><td rowspan="1" colspan="1">77.79 (138.31)</td></tr><tr><td rowspan="1" colspan="1">&#8195;Average opioid prescriptions per year excluding zeroes (std. deviation)</td><td rowspan="1" colspan="1">104.05 (149.43)</td><td rowspan="1" colspan="1">108.42 (162.66)</td><td rowspan="1" colspan="1">105.16 (149.83)</td><td rowspan="1" colspan="1">102.6 (148.59)</td><td rowspan="1" colspan="1">96.94 (142.53)</td><td rowspan="1" colspan="1">103.58 (151.01)</td></tr><tr><td rowspan="1" colspan="1">&#8195;Zeroes (%)</td><td rowspan="1" colspan="1">20.76</td><td rowspan="1" colspan="1">21.91</td><td rowspan="1" colspan="1">24.48</td><td rowspan="1" colspan="1">27.01</td><td rowspan="1" colspan="1">30.36</td><td rowspan="1" colspan="1">&#8212;</td></tr><tr><td colspan="7" rowspan="1">Primary care physicians</td></tr><tr><td rowspan="1" colspan="1">&#8195;Number of physicians</td><td rowspan="1" colspan="1">15,166</td><td rowspan="1" colspan="1">15,166</td><td rowspan="1" colspan="1">15,166</td><td rowspan="1" colspan="1">15,166</td><td rowspan="1" colspan="1">15,166</td><td rowspan="1" colspan="1">15,166</td></tr><tr><td rowspan="1" colspan="1">&#8195;Number of prescribing physicians</td><td rowspan="1" colspan="1">14,017</td><td rowspan="1" colspan="1">13,882</td><td rowspan="1" colspan="1">13,574</td><td rowspan="1" colspan="1">13,234</td><td rowspan="1" colspan="1">12,794</td><td rowspan="1" colspan="1">&#8212;</td></tr><tr><td rowspan="1" colspan="1">&#8195;Number of physician-years</td><td rowspan="1" colspan="1">&#8212;</td><td rowspan="1" colspan="1">&#8212;</td><td rowspan="1" colspan="1">&#8212;</td><td rowspan="1" colspan="1">&#8212;</td><td rowspan="1" colspan="1">&#8212;</td><td rowspan="1" colspan="1">75,830</td></tr><tr><td rowspan="1" colspan="1">&#8195;Number of opioid prescriptions</td><td rowspan="1" colspan="1">2,005,360</td><td rowspan="1" colspan="1">2,070,284</td><td rowspan="1" colspan="1">1,933,355</td><td rowspan="1" colspan="1">1,813,976</td><td rowspan="1" colspan="1">1,631,074</td><td rowspan="1" colspan="1">9,454,049</td></tr><tr><td rowspan="1" colspan="1">&#8195;Percentage of total prescribed</td><td rowspan="1" colspan="1">73.09</td><td rowspan="1" colspan="1">72.32</td><td rowspan="1" colspan="1">69.05</td><td rowspan="1" colspan="1">65.85</td><td rowspan="1" colspan="1">62.95</td><td rowspan="1" colspan="1">68.75</td></tr><tr><td rowspan="1" colspan="1">&#8195;Average opioid prescriptions per year including zeroes (std. deviation)</td><td rowspan="1" colspan="1">132.22 (164.98)</td><td rowspan="1" colspan="1">136.51 (180.82)</td><td rowspan="1" colspan="1">127.48 (163.16)</td><td rowspan="1" colspan="1">119.61 (160.32)</td><td rowspan="1" colspan="1">107.55 (152.07)</td><td rowspan="1" colspan="1">124.67 (164.85)</td></tr><tr><td rowspan="1" colspan="1">&#8195;Average opioid prescriptions per year excluding zeroes (std. deviation)</td><td rowspan="1" colspan="1">143.06 (167.03)</td><td rowspan="1" colspan="1">149.13 (183.95)</td><td rowspan="1" colspan="1">142.43 (166.18)</td><td rowspan="1" colspan="1">137.06 (164.50)</td><td rowspan="1" colspan="1">127.49 (157.70)</td><td rowspan="1" colspan="1">140.06 (168.45)</td></tr><tr><td rowspan="1" colspan="1">&#8195;Zeroes (%)</td><td rowspan="1" colspan="1">7.58</td><td rowspan="1" colspan="1">8.47</td><td rowspan="1" colspan="1">10.50</td><td rowspan="1" colspan="1">12.74</td><td rowspan="1" colspan="1">15.64</td><td rowspan="1" colspan="1">&#8212;</td></tr></tbody></table></alternatives><table-wrap-foot><fn id="table-fn1-0706743720931240"><p>
<italic toggle="yes">Note</italic>. Standard deviations are displayed in parentheses and are clustered by physician.</p></fn><fn id="table-fn2-0706743720931240"><p>
<sup>a</sup>&#8202;Obtained from the Narcotics Monitoring System and includes all opioid prescriptions regardless of prescriber.</p></fn></table-wrap-foot></table-wrap><p>We found a negative relationship between medical school ranking and average number of opioid prescriptions; in other words, physicians from higher ranked schools (where higher ranked schools were assigned a lower number) were more likely to write opioid prescriptions (<xref ref-type="fig" rid="fig1-0706743720931240">Figure 1A</xref>; Table A2 in the Online Appendix). For example, physicians trained at Universit&#233; de Sherbrooke prescribed less than those trained at the University of Toronto (39.08, <italic toggle="yes">SD</italic> = 68.81 vs. 82.96, <italic toggle="yes">SD</italic> = 142.35, respectively). Furthermore, physicians trained at the Northern Ontario School of Medicine prescribed more (121.74, <italic toggle="yes">SD</italic> = 85.91) than those trained at both ranked and unranked schools. Findings were similar for PCPs only, except PCPs trained at the University of Western Ontario (137.05, <italic toggle="yes">SD</italic> = 171.28), the University of Manitoba (141.31, <italic toggle="yes">SD</italic> = 230.41), and other foreign schools (153.29, <italic toggle="yes">SD</italic> = 192.53), who prescribed more opioids than other PCPs (<xref ref-type="fig" rid="fig1-0706743720931240">Figure 1B</xref>; Table A3 in the Online Appendix).</p><fig id="fig1-0706743720931240" orientation="portrait" position="float"><label>Figure 1.</label><caption><p>Average number of opioid prescriptions by medical school rank. (A) All physicians. (B) Primary care physicians. See Tables A2 and A3 in the Online Appendix for values for all physicians and primary care physicians, respectively.</p></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="10.1177_0706743720931240-fig1.jpg"/></fig><p>Results were generally similar when we excluded physician-years with no opioid prescriptions. Again, on average, physicians from higher ranked schools wrote more opioid prescriptions (Online Appendix Table A2). In particular, physicians trained at the University of Western Ontario had an average number of prescriptions (122.37, <italic toggle="yes">SD</italic> = 162.37) close to the Northern Ontario School of Medicine value (125.83, <italic toggle="yes">SD</italic> = 83.34). Findings differed slightly when we examined PCPs only (Online Appendix Table A3). While the negative relationship between medical school rank and opioid prescriptions held, PCPs trained at the University of Manitoba (160.12, <italic toggle="yes">SD</italic> = 239.05) and the University of Western Ontario (153.17, <italic toggle="yes">SD</italic> = 174.14) were identified as the top prescribers among ranked schools (Online Appendix Table A3). However, PCPs trained at other foreign schools (166.43) were the top prescribers among all physicians.</p><p>We also examined the number of opioid prescriptions by specialty and location of practice (<xref rid="table2-0706743720931240" ref-type="table">Table 2</xref>). General practice was by far the top opioid prescribing specialty followed by orthopedic surgery, general surgery, obstetrics and gynecology, plastic surgery, emergency medicine, urology, and otolaryngology. Combined, these specialties accounted for 82% of all opioid prescriptions (the top 8 specialties in the United States, which accounted for 84% of all opioid prescriptions, were general practice, orthopedic surgery, emergency medicine, pain medicine, physical medicine and rehabilitation, obstetrics and gynecology, anesthesiology, and general surgery; see Online Appendix Table A4 for average number of opioid prescriptions for the top 20 specialties). Typically, physicians trained at top ranked Canadian schools tended to practice in more densely populated, urban areas located in southern Ontario.</p><table-wrap id="table2-0706743720931240" orientation="portrait" position="float"><label>Table 2.</label><caption><p>Opioid Prescriptions among Physicians in Ontario by Specialty and Location of Practice Based On Medical School of Graduation.</p></caption><alternatives><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="10.1177_0706743720931240-table2.jpg"/><table frame="hsides" rules="groups"><thead><tr><th rowspan="2" colspan="1">
</th><th rowspan="2" colspan="1">Full Sample</th><th colspan="10" rowspan="1">Ranked</th></tr><tr><th rowspan="1" colspan="1">McGill</th><th rowspan="1" colspan="1">UofT</th><th rowspan="1" colspan="1">UBC</th><th rowspan="1" colspan="1">Queen&#8217;s</th><th rowspan="1" colspan="1">Alberta</th><th rowspan="1" colspan="1">MAC</th><th rowspan="1" colspan="1">DAL</th><th rowspan="1" colspan="1">Ottawa</th><th rowspan="1" colspan="1">Western</th><th rowspan="1" colspan="1">Calgary</th></tr></thead><tbody><tr><td rowspan="1" colspan="1">Number of Physicians</td><td rowspan="1" colspan="1">30,844</td><td rowspan="1" colspan="1">1,380</td><td rowspan="1" colspan="1">6,976</td><td rowspan="1" colspan="1">388</td><td rowspan="1" colspan="1">1,987</td><td rowspan="1" colspan="1">453</td><td rowspan="1" colspan="1">2,668</td><td rowspan="1" colspan="1">725</td><td rowspan="1" colspan="1">2,235</td><td rowspan="1" colspan="1">3,060</td><td rowspan="1" colspan="1">429</td></tr><tr><td colspan="12" rowspan="1">Specialties (top 8)</td></tr><tr><td rowspan="1" colspan="1">&#8195;General practice</td><td rowspan="1" colspan="1">14,609</td><td rowspan="1" colspan="1">496</td><td rowspan="1" colspan="1">3,420</td><td rowspan="1" colspan="1">177</td><td rowspan="1" colspan="1">901</td><td rowspan="1" colspan="1">182</td><td rowspan="1" colspan="1">1,434</td><td rowspan="1" colspan="1">329</td><td rowspan="1" colspan="1">1,155</td><td rowspan="1" colspan="1">1,559</td><td rowspan="1" colspan="1">177</td></tr><tr><td rowspan="1" colspan="1">&#8195;Orthopedic surgery</td><td rowspan="1" colspan="1">592</td><td rowspan="1" colspan="1">23</td><td rowspan="1" colspan="1">150</td><td rowspan="1" colspan="1">12</td><td rowspan="1" colspan="1">48</td><td rowspan="1" colspan="1">7</td><td rowspan="1" colspan="1">42</td><td rowspan="1" colspan="1">17</td><td rowspan="1" colspan="1">44</td><td rowspan="1" colspan="1">68</td><td rowspan="1" colspan="1">15</td></tr><tr><td rowspan="1" colspan="1">&#8195;General surgery</td><td rowspan="1" colspan="1">734</td><td rowspan="1" colspan="1">38</td><td rowspan="1" colspan="1">162</td><td rowspan="1" colspan="1">7</td><td rowspan="1" colspan="1">65</td><td rowspan="1" colspan="1">17</td><td rowspan="1" colspan="1">51</td><td rowspan="1" colspan="1">14</td><td rowspan="1" colspan="1">45</td><td rowspan="1" colspan="1">99</td><td rowspan="1" colspan="1">8</td></tr><tr><td rowspan="1" colspan="1">&#8195;Obstetrics and gynecology</td><td rowspan="1" colspan="1">825</td><td rowspan="1" colspan="1">32</td><td rowspan="1" colspan="1">168</td><td rowspan="1" colspan="1">10</td><td rowspan="1" colspan="1">59</td><td rowspan="1" colspan="1">7</td><td rowspan="1" colspan="1">82</td><td rowspan="1" colspan="1">14</td><td rowspan="1" colspan="1">47</td><td rowspan="1" colspan="1">114</td><td rowspan="1" colspan="1">9</td></tr><tr><td rowspan="1" colspan="1">&#8195;Plastic surgery</td><td rowspan="1" colspan="1">232</td><td rowspan="1" colspan="1">11</td><td rowspan="1" colspan="1">70</td><td rowspan="1" colspan="1">5</td><td rowspan="1" colspan="1">22</td><td rowspan="1" colspan="1">5</td><td rowspan="1" colspan="1">18</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">11</td><td rowspan="1" colspan="1">43</td><td rowspan="1" colspan="1">10</td></tr><tr><td rowspan="1" colspan="1">&#8195;Emergency medicine</td><td rowspan="1" colspan="1">319</td><td rowspan="1" colspan="1">24</td><td rowspan="1" colspan="1">40</td><td rowspan="1" colspan="1">5</td><td rowspan="1" colspan="1">49</td><td rowspan="1" colspan="1">6</td><td rowspan="1" colspan="1">27</td><td rowspan="1" colspan="1">12</td><td rowspan="1" colspan="1">30</td><td rowspan="1" colspan="1">43</td><td rowspan="1" colspan="1">9</td></tr><tr><td rowspan="1" colspan="1">&#8195;Urology</td><td rowspan="1" colspan="1">287</td><td rowspan="1" colspan="1">18</td><td rowspan="1" colspan="1">82</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">34</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">11</td><td rowspan="1" colspan="1">12</td><td rowspan="1" colspan="1">21</td><td rowspan="1" colspan="1">30</td><td rowspan="1" colspan="1">8</td></tr><tr><td rowspan="1" colspan="1">&#8195;Otolaryngology</td><td rowspan="1" colspan="1">276</td><td rowspan="1" colspan="1">12</td><td rowspan="1" colspan="1">92</td><td rowspan="1" colspan="1">0</td><td rowspan="1" colspan="1">24</td><td rowspan="1" colspan="1">5</td><td rowspan="1" colspan="1">15</td><td rowspan="1" colspan="1">8</td><td rowspan="1" colspan="1">17</td><td rowspan="1" colspan="1">35</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td></tr><tr><td colspan="12" rowspan="1">Census division of practice</td></tr><tr><td rowspan="1" colspan="1">&#8195;Population density (people/km<sup>2</sup>)</td><td rowspan="1" colspan="1">1,465.8</td><td rowspan="1" colspan="1">1,706.0</td><td rowspan="1" colspan="1">2,179.0</td><td rowspan="1" colspan="1">1,637.3</td><td rowspan="1" colspan="1">969.0</td><td rowspan="1" colspan="1">1,552.8</td><td rowspan="1" colspan="1">1,193.9</td><td rowspan="1" colspan="1">1,107.5</td><td rowspan="1" colspan="1">805.1</td><td rowspan="1" colspan="1">984.0</td><td rowspan="1" colspan="1">1,431.7</td></tr><tr><td rowspan="1" colspan="1">&#8195;Percentage high school or less</td><td rowspan="1" colspan="1">44.4</td><td rowspan="1" colspan="1">43.1</td><td rowspan="1" colspan="1">43.7</td><td rowspan="1" colspan="1">43.8</td><td rowspan="1" colspan="1">44.7</td><td rowspan="1" colspan="1">43.9</td><td rowspan="1" colspan="1">45.5</td><td rowspan="1" colspan="1">44.1</td><td rowspan="1" colspan="1">42.9</td><td rowspan="1" colspan="1">46.0</td><td rowspan="1" colspan="1">44.2</td></tr><tr><td rowspan="1" colspan="1">&#8195;Percentage unemployed</td><td rowspan="1" colspan="1">8.4</td><td rowspan="1" colspan="1">8.3</td><td rowspan="1" colspan="1">8.6</td><td rowspan="1" colspan="1">8.4</td><td rowspan="1" colspan="1">8.2</td><td rowspan="1" colspan="1">8.4</td><td rowspan="1" colspan="1">8.3</td><td rowspan="1" colspan="1">8.3</td><td rowspan="1" colspan="1">7.9</td><td rowspan="1" colspan="1">8.3</td><td rowspan="1" colspan="1">8.5</td></tr><tr><td rowspan="1" colspan="1">&#8195;Percentage low-income quintile</td><td rowspan="1" colspan="1">22.1</td><td rowspan="1" colspan="1">23.0</td><td rowspan="1" colspan="1">23.7</td><td rowspan="1" colspan="1">23.1</td><td rowspan="1" colspan="1">21.8</td><td rowspan="1" colspan="1">22.7</td><td rowspan="1" colspan="1">22.0</td><td rowspan="1" colspan="1">21.6</td><td rowspan="1" colspan="1">20.5</td><td rowspan="1" colspan="1">21.0</td><td rowspan="1" colspan="1">23.2</td></tr><tr><td rowspan="1" colspan="1">&#8195;Percentage rural</td><td rowspan="1" colspan="1">8.1</td><td rowspan="1" colspan="1">7.3</td><td rowspan="1" colspan="1">5.4</td><td rowspan="1" colspan="1">8.6</td><td rowspan="1" colspan="1">11.7</td><td rowspan="1" colspan="1">9.1</td><td rowspan="1" colspan="1">8.7</td><td rowspan="1" colspan="1">8.7</td><td rowspan="1" colspan="1">10.9</td><td rowspan="1" colspan="1">11.3</td><td rowspan="1" colspan="1">9.3</td></tr><tr><td rowspan="1" colspan="1">&#8195;Percentage Northern Ontario<sup>b</sup>
</td><td rowspan="1" colspan="1">5.7</td><td rowspan="1" colspan="1">5.0</td><td rowspan="1" colspan="1">3.8</td><td rowspan="1" colspan="1">7.5</td><td rowspan="1" colspan="1">6.0</td><td rowspan="1" colspan="1">7.3</td><td rowspan="1" colspan="1">7.1</td><td rowspan="1" colspan="1">6.6</td><td rowspan="1" colspan="1">9.5</td><td rowspan="1" colspan="1">4.8</td><td rowspan="1" colspan="1">9.3</td></tr><tr><td rowspan="1" colspan="1"/><td rowspan="1" colspan="1"/><td align="center" colspan="5" rowspan="1">Ranked</td><td align="center" colspan="3" rowspan="1">Unranked</td><td align="center" colspan="2" rowspan="1">Foreign</td></tr><tr><td rowspan="1" colspan="1"/><td rowspan="1" colspan="1">Full Sample</td><td rowspan="1" colspan="1">U. Mon.</td><td rowspan="1" colspan="1">Laval</td><td rowspan="1" colspan="1">U. Sask.</td><td rowspan="1" colspan="1">U. Man</td><td rowspan="1" colspan="1">U. Sher.</td><td rowspan="1" colspan="1">MUN</td><td rowspan="1" colspan="1">NOSM</td><td rowspan="1" colspan="1">US</td><td rowspan="1" colspan="1">UKIANZ</td><td rowspan="1" colspan="1">Other</td></tr><tr><td rowspan="1" colspan="1">Number of Physicians</td><td rowspan="1" colspan="1">30,844</td><td rowspan="1" colspan="1">234</td><td rowspan="1" colspan="1">124</td><td rowspan="1" colspan="1">262</td><td rowspan="1" colspan="1">647</td><td rowspan="1" colspan="1">152</td><td rowspan="1" colspan="1">445</td><td rowspan="1" colspan="1">80</td><td rowspan="1" colspan="1">391</td><td rowspan="1" colspan="1">1,788</td><td rowspan="1" colspan="1">6,420</td></tr><tr><td colspan="12" rowspan="1">Specialties (top 8)</td></tr><tr><td rowspan="1" colspan="1">&#8195;General practice</td><td rowspan="1" colspan="1">14,609</td><td rowspan="1" colspan="1">106</td><td rowspan="1" colspan="1">42</td><td rowspan="1" colspan="1">94</td><td rowspan="1" colspan="1">307</td><td rowspan="1" colspan="1">52</td><td rowspan="1" colspan="1">180</td><td rowspan="1" colspan="1">79</td><td rowspan="1" colspan="1">128</td><td rowspan="1" colspan="1">804</td><td rowspan="1" colspan="1">2,987</td></tr><tr><td rowspan="1" colspan="1">&#8195;Orthopedic surgery</td><td rowspan="1" colspan="1">592</td><td rowspan="1" colspan="1">4</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">7</td><td rowspan="1" colspan="1">14</td><td rowspan="1" colspan="1"/><td rowspan="1" colspan="1">17</td><td rowspan="1" colspan="1">0</td><td rowspan="1" colspan="1">6</td><td rowspan="1" colspan="1">33</td><td rowspan="1" colspan="1">80</td></tr><tr><td rowspan="1" colspan="1">&#8195;General surgery</td><td rowspan="1" colspan="1">734</td><td rowspan="1" colspan="1">7</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">5</td><td rowspan="1" colspan="1">9</td><td rowspan="1" colspan="1">5</td><td rowspan="1" colspan="1">9</td><td rowspan="1" colspan="1">0</td><td rowspan="1" colspan="1">5</td><td rowspan="1" colspan="1">43</td><td rowspan="1" colspan="1">142</td></tr><tr><td rowspan="1" colspan="1">&#8195;Obstetrics and gynecology</td><td rowspan="1" colspan="1">825</td><td rowspan="1" colspan="1">9</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">11</td><td rowspan="1" colspan="1">10</td><td rowspan="1" colspan="1">12</td><td rowspan="1" colspan="1">0</td><td rowspan="1" colspan="1">10</td><td rowspan="1" colspan="1">38</td><td rowspan="1" colspan="1">187</td></tr><tr><td rowspan="1" colspan="1">&#8195;Plastic surgery</td><td rowspan="1" colspan="1">232</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">0</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">8</td><td rowspan="1" colspan="1">12</td></tr><tr><td rowspan="1" colspan="1">&#8195;Emergency medicine</td><td rowspan="1" colspan="1">319</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">10</td><td rowspan="1" colspan="1">0</td><td rowspan="1" colspan="1">18</td><td rowspan="1" colspan="1">6</td><td rowspan="1" colspan="1">26</td></tr><tr><td rowspan="1" colspan="1">&#8195;Urology</td><td rowspan="1" colspan="1">287</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">5</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">0</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">12</td><td rowspan="1" colspan="1">39</td></tr><tr><td rowspan="1" colspan="1">&#8195;Otolaryngology</td><td rowspan="1" colspan="1">276</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">7</td><td rowspan="1" colspan="1">5</td><td rowspan="1" colspan="1">0</td><td rowspan="1" colspan="1">
<sup>a</sup>
</td><td rowspan="1" colspan="1">17</td><td rowspan="1" colspan="1">26</td></tr><tr><td colspan="12" rowspan="1">Census division of practice</td></tr><tr><td rowspan="1" colspan="1">&#8195;Population density (people/km<sup>2</sup>)</td><td rowspan="1" colspan="1">1,465.8</td><td rowspan="1" colspan="1">704.8</td><td rowspan="1" colspan="1">1,019.6</td><td rowspan="1" colspan="1">1,219.3</td><td rowspan="1" colspan="1">1,589.9</td><td rowspan="1" colspan="1">858.1</td><td rowspan="1" colspan="1">927.5</td><td rowspan="1" colspan="1">86.2</td><td rowspan="1" colspan="1">2,126.5</td><td rowspan="1" colspan="1">1,433.7</td><td rowspan="1" colspan="1">1,463.3</td></tr><tr><td rowspan="1" colspan="1">&#8195;Percentage high school or less</td><td rowspan="1" colspan="1">44.4</td><td rowspan="1" colspan="1">44.0</td><td rowspan="1" colspan="1">42.2</td><td rowspan="1" colspan="1">44.1</td><td rowspan="1" colspan="1">44.8</td><td rowspan="1" colspan="1">42.4</td><td rowspan="1" colspan="1">44.9</td><td rowspan="1" colspan="1">49.1</td><td rowspan="1" colspan="1">44.3</td><td rowspan="1" colspan="1">44.9</td><td rowspan="1" colspan="1">44.5</td></tr><tr><td rowspan="1" colspan="1">&#8195;Percentage unemployed</td><td rowspan="1" colspan="1">8.4</td><td rowspan="1" colspan="1">7.7</td><td rowspan="1" colspan="1">7.9</td><td rowspan="1" colspan="1">8.4</td><td rowspan="1" colspan="1">8.6</td><td rowspan="1" colspan="1">7.6</td><td rowspan="1" colspan="1">8.2</td><td rowspan="1" colspan="1">8.6</td><td rowspan="1" colspan="1">8.7</td><td rowspan="1" colspan="1">8.5</td><td rowspan="1" colspan="1">8.5</td></tr><tr><td rowspan="1" colspan="1">&#8195;Percentage low-income quintile</td><td rowspan="1" colspan="1">22.1</td><td rowspan="1" colspan="1">20.2</td><td rowspan="1" colspan="1">21.4</td><td rowspan="1" colspan="1">22.3</td><td rowspan="1" colspan="1">23.1</td><td rowspan="1" colspan="1">19.6</td><td rowspan="1" colspan="1">21.2</td><td rowspan="1" colspan="1">23.2</td><td rowspan="1" colspan="1">24.7</td><td rowspan="1" colspan="1">22.4</td><td rowspan="1" colspan="1">21.2</td></tr><tr><td rowspan="1" colspan="1">&#8195;Percentage rural</td><td rowspan="1" colspan="1">8.1</td><td rowspan="1" colspan="1">13.7</td><td rowspan="1" colspan="1">8.7</td><td rowspan="1" colspan="1">7.4</td><td rowspan="1" colspan="1">12.0</td><td rowspan="1" colspan="1">9.6</td><td rowspan="1" colspan="1">10.9</td><td rowspan="1" colspan="1">32.6</td><td rowspan="1" colspan="1">6.4</td><td rowspan="1" colspan="1">8.9</td><td rowspan="1" colspan="1">5.7</td></tr><tr><td rowspan="1" colspan="1">&#8195;Percentage Northern Ontario<sup>a</sup>
</td><td rowspan="1" colspan="1">5.7</td><td rowspan="1" colspan="1">10.7</td><td rowspan="1" colspan="1">8.9</td><td rowspan="1" colspan="1">9.2</td><td rowspan="1" colspan="1">14.2</td><td rowspan="1" colspan="1">5.3</td><td rowspan="1" colspan="1">6.5</td><td rowspan="1" colspan="1">70.0</td><td rowspan="1" colspan="1">3.6</td><td rowspan="1" colspan="1">6.7</td><td rowspan="1" colspan="1">3.8</td></tr></tbody></table></alternatives><table-wrap-foot><fn id="table-fn3-0706743720931240"><p>
<italic toggle="yes">Note</italic>. UofT = University of Toronto; UBC = University of British Columbia; MAC = McMaster University; DAL = Dalhousie University; U. Mon. = Universit&#233; de Montr&#233;al; U. Sask. = University of Saskatchewan; U. Man. = University of Manitoba; U. Sher. = Universit&#233; de Sherbrooke; NOSM = Northern Ontario School of Medicine; UKIANZ = United Kingdom, Ireland, Australia, and New Zealand; MUN = Memorial University.</p></fn><fn id="table-fn4-0706743720931240"><p>
<sup>a</sup>&#8202;Suppressed due to cell count less than 5.</p></fn><fn id="table-fn5-0706743720931240"><p>
<sup>b</sup>&#8202;Includes North West and North East Local Health Integration Networks.</p></fn></table-wrap-foot></table-wrap></sec><sec id="section12-0706743720931240"><title>Regression Analysis</title><p>After controlling for physician specialty and location of practice, the negative relationship between opioid prescriptions and medical school ranking remained (<xref ref-type="fig" rid="fig2-0706743720931240">Figure 2A</xref>); however, most school rank coefficients were not statistically significant (see Table A5 in the Online Appendix for coefficients). Compared to McGill University, physicians trained at the University of Toronto (11.81, <italic toggle="yes">P</italic> value &lt; 0.001), the University of Western Ontario (14.48, <italic toggle="yes">P</italic> value &lt; 0.001), and other foreign schools (17.16, <italic toggle="yes">P</italic> value &lt; 0.001) prescribed slightly more opioids, while those trained at the Universit&#233; de Montr&#233;al (&#8722;13.61, <italic toggle="yes">P</italic> value = 0.04) and the University of Saskatchewan (&#8722;12.49, <italic toggle="yes">P</italic> value = 0.03) prescribed slightly less.</p><fig id="fig2-0706743720931240" orientation="portrait" position="float"><label>Figure 2.</label><caption><p>Estimated mean difference (relative to McGill University) in the number of opioid prescriptions by medical school, controlling for specialty and census division of practice. (A) All physicians. (B) Primary care physicians. McGill University is the reference case. See Tables A5 and A6 in the Online Appendix for values for all physicians and primary care physicians, respectively.</p></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="10.1177_0706743720931240-fig2.jpg"/></fig><p>We found similar results for PCPs only, albeit a less steep gradient. Few coefficients were statistically significant; however, those for the University of Manitoba (31.04, <italic toggle="yes">P</italic> value = 0.02) and other foreign schools (40.73, <italic toggle="yes">P</italic> value &lt; 0.001) were much higher compared to McGill University (although smaller in value&#8212;16.97, <italic toggle="yes">P</italic> value &lt; 0.001&#8212;the coefficient for the University of Toronto was also statistically significant; <xref ref-type="fig" rid="fig2-0706743720931240">Figure 2B</xref>; see Table A6 in the Online Appendix for full list of coefficients). When we excluded physician-years with no opioid prescriptions, few coefficients were statistically significant, the largest of which were for other foreign schools (17.59, <italic toggle="yes">P</italic> value &lt; 0.001), the University of Western Ontario (14.31, <italic toggle="yes">P</italic> value &lt; 0.001), and the University of Toronto (12.24, <italic toggle="yes">P</italic> value &lt; 0.001). We found similar results when we restricted our analysis to PCPs only; the largest coefficients were for other foreign schools (39.16, <italic toggle="yes">P</italic> value &lt; 0.001), the University of Manitoba (33.07, <italic toggle="yes">P</italic> value = 0.02), and the University of Toronto (16.85, <italic toggle="yes">P</italic> value = 0.02; see Tables A7 and A8 in the Online Appendix for full list of coefficients). We also estimated regressions by specialty and graduation cohort but found no gradient in either case; few coefficients were statistically significant (results are available upon request).</p></sec><sec id="section13-0706743720931240"><title>Sensitivity Analysis</title><p>We found similar results using number of opioids dispensed as the outcome. We found a weak negative relationship and few statistically significant coefficients in the adjusted analysis. Findings were qualitatively the same for PCPs only and excluding physician-years with no opioid prescriptions and by specialty and graduation cohort (results are available upon request). Moreover, our main results did not change when we excluded all OMT-related prescriptions. The largest coefficients for the &#8220;all physicians&#8221; model were for other foreign schools (21.01, <italic toggle="yes">P</italic> value &lt; 0.001), followed by the University of Western Ontario (15.90, <italic toggle="yes">P</italic> value &lt; 0.001), and the University of Toronto (12.95, <italic toggle="yes">P</italic> value &lt; 0.001) including zeroes; this was largely the case for the &#8220;PCPs only&#8221; model (other foreign schools, 50.65, <italic toggle="yes">P</italic> value &lt; 0.001; University of Toronto, 21.48, <italic toggle="yes">P</italic> value &lt; 0.001; University of Western Ontario, 18.83, <italic toggle="yes">P</italic> value &lt; 0.001). When we excluded physician-years with no opioid prescriptions, the largest coefficients for the &#8220;all physicians&#8221; model were for other foreign schools (22.98, <italic toggle="yes">P</italic> value &lt; 0.001), the University of Western Ontario (16.82, <italic toggle="yes">P</italic> value &lt; 0.001), and the University of Toronto (14.71, <italic toggle="yes">P</italic> value &lt; 0.001); this was also the case for the &#8220;PCPs only&#8221; model (other foreign schools, 48.69, <italic toggle="yes">P</italic> value &lt; 0.001; the University of Toronto, 22.47, <italic toggle="yes">P</italic> value &lt; 0.001; and the University of Western Ontario, 18.93, <italic toggle="yes">P</italic> value &lt; 0.001; see Tables A9 to A12 in the Online Appendix for full list of coefficients).</p></sec></sec><sec sec-type="discussion" id="section14-0706743720931240"><title>Discussion</title><p>Many developed countries are currently facing an opioid epidemic. It has been hypothesized that medical schools may have different approaches to pain management and addiction training, which may influence appropriate opioid prescribing among their trainees. This analysis sought to understand whether physician training played a role within this context in Ontario as found in the United States. The results suggest the role of medical school training on opioid prescribing among physicians practicing in Ontario is weaker than in the United States likely due to greater homogeneity of curricula among Canadian schools. We found a weak negative relationship between annual opioid prescriptions and medical school rank, where higher ranked schools prescribed more opioids. This finding held when we stratified the analysis by specialty and graduation cohort and when we examined the number of opioids dispensed and excluded OMT-related prescriptions. Nonetheless, we found some outliers&#8212;physicians and PCPs trained at non-English-speaking foreign schools and PCPs trained at the University of Manitoba tended to prescribe slightly more opioids. This was also the case when we considered non-OMT prescriptions only, with the exception of the University of Manitoba.</p><p>Schnell and Currie (2018) found a positive relationship between the number of opioids prescribed and medical school rank in the United States, where physicians trained at top medical schools, such as Harvard, prescribed less than those trained at lower ranked schools.<sup><xref rid="bibr2-0706743720931240" ref-type="bibr">2</xref></sup> While Harvard-trained physicians wrote an average of 95 opioid prescriptions per year (including zeroes), physicians from the lowest ranked U.S. medical schools wrote over 3 times more (299). Moreover, the authors found that foreign doctors wrote fewer opioid prescriptions than U.S.-trained physicians (albeit with differences by world region), while physicians from unranked U.S. schools were more similar to physicians from the lowest ranked schools. Our results differ from theirs. First, we found a weak negative relationship between opioid prescriptions and medical school rank even after controlling for specialty and location of practice. This may be due, in part, to there being fewer medical schools in Canada (17 vs. 147 in the United States) and less heterogeneity among medical school curricula. Second, the average number of opioid prescriptions written by Ontario physicians was similar to (or lower than) that of top-ranked U.S. medical schools. Third, physicians trained at non-English-speaking foreign schools prescribed more opioids than those trained at Canadian- or English-speaking foreign schools. This highlights the need to ensure physicians trained abroad undergo additional training around pain management and addiction. Also, worth noting, Ontario physicians trained at Qu&#233;bec medical schools were among the lowest opioid prescribers. Other work has found that Qu&#233;bec is one of the provinces with the lowest rates of opioid use.<sup><xref rid="bibr15-0706743720931240" ref-type="bibr">15</xref></sup> Thus, there is likely a different culture toward opioid prescribing in Qu&#233;bec, which may be worth exploring further. Residency training, fellowships, and continuing medical education should also be considered as they are likely to play a larger role than initial medical training (although addiction fellowship are relatively new). Unfortunately, this information was not available. In an effort to address this, we examined whether physicians trained at lower ranked medical schools were systematically more likely to practice in specialties where patient need for opioids might be higher. We did not find this to be the case. The potential influence of pharmaceutical firms on medical school training pain and prescription curriculum may have also played a role, but again, our analysis was limited by the existing data.</p><p>There have been recent efforts on behalf of Canadian medical schools and physician training programs to improve training content in pain management, opioid prescribing, and addiction/substance use disorders for early career practitioners and to provide continuing education to all practicing physicians<sup><xref rid="bibr16-0706743720931240" ref-type="bibr">16</xref></sup>; this may explain the decline in opioid prescriptions in recent years. In November 2016, Health Canada and the then Federal Minister of Health, Dr Jane Philpott, held the &#8220;Summit on Problematic Opioid Use,&#8221; which included the Association of Faculties of Medicine of Canada. Since then, the Association of Faculties of Medicine of Canada, which includes all 17 faculties of medicine, has committed to improving foundational core competencies in medical education around opioid prescribing and pain management. Furthermore, in 2017, guidelines were developed to inform opioid prescribing for adults with chronic noncancer pain.<sup><xref rid="bibr17-0706743720931240" ref-type="bibr">17</xref></sup> In Ontario, the Narcotics Monitoring System was introduced in May 2012 to collect and monitor data on all narcotics dispensed.<sup><xref rid="bibr18-0706743720931240" ref-type="bibr">18</xref></sup> The introduction of a fentanyl patch-for-patch program,<sup><xref rid="bibr19-0706743720931240" ref-type="bibr">19</xref></sup> which requires patients prescribed fentanyl return used patches to pharmacies before receiving more patches, and the delisting of high-strength opioids from the Ontario formulary (except for palliative patients)<sup><xref rid="bibr20-0706743720931240" ref-type="bibr">20</xref></sup> have also helped curb opioid prescribing.</p><p>To our knowledge, this is the first study to examine this issue outside the United States and thus contributes to the emerging literature around policies/interventions to address the opioid epidemic. We used a population-based sample of all physicians practicing in Ontario and examined all opioids prescribed, regardless of form, strength, and/or duration. Furthermore, we examined the number of opioids dispensed, which was not available in previous work.<sup><xref rid="bibr2-0706743720931240" ref-type="bibr">2</xref></sup> Our work has some limitations. We were unable to examine recent graduates (i.e., those who qualified since 2011), and many physicians had missing data on medical school of training. Furthermore, among excluded physicians, the average number of prescriptions was lower than that of included physicians. Thus, there may be some sample selection bias, which we did not control for; however, this would have been more problematic had we found an effect. Data on medical school rankings were only available for more recent years; furthermore, despite research suggesting that the general procedure used by <italic toggle="yes">Maclean&#8217;s</italic> is sound, these rankings are subject to criticism.<sup><xref rid="bibr21-0706743720931240" ref-type="bibr">21</xref></sup> We were only able to observe where each physician completed their medical school training and not where they obtained specialty training, which limited our analysis. We were not able to adjust for physician volume, clinical need of patients, or in-hospital opioid administration; the inclusion of these variables may have reduced model coefficients. Moreover, we did not control for duration of prescriptions; however, the proportion of short-term prescriptions (5 days or less) did not differ much among schools. We examined Ontario data that only include 36% of all physicians in practicing in Canada.<sup><xref rid="bibr22-0706743720931240" ref-type="bibr">22</xref></sup> Results may have differed had we used data for the entire country. Finally, we did not examine other health providers who prescribe opioids such as dentists, nurses/nurse practitioners, midwives, and chiropodists. Although physicians make up most prescribers, dental prescribers in Ontario are responsible for about 20% to 25% of opioid prescriptions (although these are typically of short duration and low dose).<sup><xref rid="bibr23-0706743720931240" ref-type="bibr">23</xref></sup>
</p><p>In sum, our results suggest that the role of medical school training on opioid prescribing patterns among physicians in Ontario is not as strong as in the United States. Moreover, the average number of opioids prescribed by Ontario physicians is similar to that of top-ranked U.S. medical schools. Nonetheless, ensuring that physicians trained abroad receive additional pain management and addiction training may help address part of the current opioid epidemic in Ontario and potentially elsewhere in Canada. Future work should seek to explore prescribing patterns among other health professionals and replicate this analysis in other jurisdictions where opioid use is also problematic, such as Alberta<sup><xref rid="bibr24-0706743720931240" ref-type="bibr">24</xref></sup> and Australia,<sup><xref rid="bibr25-0706743720931240" ref-type="bibr">25</xref></sup> for example.</p></sec><sec sec-type="supplementary-material" id="section15-0706743720931240" specific-use="figshare"><title>Supplemental Material</title><supplementary-material content-type="local-data" id="suppl1-0706743720931240" position="float" orientation="portrait"><caption><title>Supplemental Material, Supplemental_material - The Role of the Medical School Training on Physician Opioid Prescribing Practices: Evidence from Ontario, Canada: Le r&#244;le de la formation &#224; la facult&#233; de m&#233;decine &#224; l&#8217;&#233;gard des pratiques de prescription d&#8217;opio&#239;des des m&#233;decins: donn&#233;es probantes d&#8217;Ontario, Canada</title></caption><media xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="Supplemental_material.pdf" position="float" orientation="portrait"><caption><p>Click here for additional data file.</p></caption></media><p>Supplemental Material, Supplemental_material for The Role of the Medical School Training on Physician Opioid Prescribing Practices: Evidence from Ontario, Canada: Le r&#244;le de la formation &#224; la facult&#233; de m&#233;decine &#224; l&#8217;&#233;gard des pratiques de prescription d&#8217;opio&#239;des des m&#233;decins: donn&#233;es probantes d&#8217;Ontario, Canada by Claire de Oliveira, Tomisin Iwajomo, Tara Gomes and Paul Kurdyak in The Canadian Journal of Psychiatry</p></supplementary-material></sec></body><back><fn-group><fn fn-type="other" id="fn1-0706743720931240"><p><bold>Authors&#8217; Note:</bold> This study was supported by ICES which is funded by an annual grant from the Ontario Ministry of Health. In 2018, the institute formerly known as the Institute for Clinical Evaluative Sciences formally adopted the initialism ICES as its official name. This change acknowledges the growth and evolution of the organization&#8217;s research since its inception in 1992 while retaining the familiarity of the former acronym within the scientific community and beyond. The opinions, results, and conclusions reported in this article are those of the authors and are independent from the funding sources. No endorsement by ICES or the Ontario Ministry of Health is intended or should be inferred. Parts of this material are based on data and/or information compiled and provided by the Canadian Institute for Health Information (CIHI). However, the analyses, conclusions, opinions, and statements expressed in the material are those of the author(s) and not necessarily those of CIHI.</p></fn><fn fn-type="other" id="fn2-0706743720931240"><p><bold>Data Access:</bold> The data set from this study is held securely in coded form at ICES. While data sharing agreements prohibit ICES from making the data set publicly available, access may be granted to those who meet prespecified criteria for confidential access available at <ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="http://www.ices.on.ca/DAS">www.ices.on.ca/DAS</ext-link>. The full data set creation plan and underlying analytic code are available from the authors upon request, understanding that the computer programs may rely upon coding templates or macros that are unique to ICES and are therefore either inaccessible or may require modification.</p></fn><fn fn-type="COI-statement" id="fn3-0706743720931240"><p><bold>Declaration of Conflicting Interests:</bold> The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.</p></fn><fn fn-type="financial-disclosure" id="fn4-0706743720931240"><p><bold>Funding:</bold> The author(s) received no financial support for the research, authorship, and/or publication of this article.</p></fn><fn fn-type="other" id="fn5-0706743720931240"><p><bold>ORCID iDs:</bold> Claire de Oliveira, MA, PhD <inline-graphic xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="10.1177_0706743720931240-img1.jpg"/>
<ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://orcid.org/0000-0003-3961-6008">https://orcid.org/0000-0003-3961-6008</ext-link>
</p><p>Paul Kurdyak, MD, MSc, PhD, FRCP(C) <inline-graphic xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="10.1177_0706743720931240-img1.jpg"/>
<ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://orcid.org/0000-0001-8115-7437">https://orcid.org/0000-0001-8115-7437</ext-link>
</p></fn><fn fn-type="supplementary-material" id="fn6-0706743720931240"><p><bold>Supplemental Material:</bold> Supplemental material for this article is available online.</p></fn></fn-group><ref-list><title>References</title><ref id="bibr1-0706743720931240"><label>1</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Gomes</surname><given-names>T</given-names></name><name name-style="western"><surname>Juurlink</surname><given-names>DN</given-names></name><name name-style="western"><surname>Dhalla</surname><given-names>IA</given-names></name><name name-style="western"><surname>Mailis-Gagnon</surname><given-names>A</given-names></name><name name-style="western"><surname>Paterson</surname><given-names>JM</given-names></name><name name-style="western"><surname>Mamdani</surname><given-names>MM</given-names></name></person-group><article-title>Trends in opioid use and dosing among socio-economically disadvantaged patients</article-title>. <source>Open Med</source>. <year>2011</year>;<volume>5</volume>(<issue>1</issue>):<fpage>e13</fpage>&#8211;<lpage>e22</lpage>.<pub-id pub-id-type="pmid">22046214</pub-id><pub-id pub-id-type="pmcid">PMC3205807</pub-id></mixed-citation></ref><ref id="bibr2-0706743720931240"><label>2</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Schnell</surname><given-names>M</given-names></name><name name-style="western"><surname>Currie</surname><given-names>J</given-names></name></person-group><article-title>Addressing the opioid epidemic: is there a role for physician education?</article-title><source>Am J Health Econ</source>. <year>2018</year>;<volume>4</volume>(<issue>3</issue>):<fpage>383</fpage>&#8211;<lpage>410</lpage>.<pub-id pub-id-type="pmid">30498764</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1162/ajhe_a_00113</pub-id><pub-id pub-id-type="pmcid">PMC6258178</pub-id></mixed-citation></ref><ref id="bibr3-0706743720931240"><label>3</label><mixed-citation publication-type="web"><collab collab-type="author">Pain and Policy Studies Group</collab>. <article-title>Opioid consumption motion chart</article-title>; <year>2016</year><comment>[accessed 2018 Jul 31]</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://ppsg.medicine.wisc.edu/chart">https://ppsg.medicine.wisc.edu/chart</ext-link>.</mixed-citation></ref><ref id="bibr4-0706743720931240"><label>4</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Rudd</surname><given-names>RA</given-names></name><name name-style="western"><surname>Seth</surname><given-names>P</given-names></name><name name-style="western"><surname>David</surname><given-names>F</given-names></name><name name-style="western"><surname>Scholl</surname><given-names>L</given-names></name></person-group><article-title>Increases in drug and opioid-involved overdose deaths&#8212;United States, 2010-2015</article-title>. <source>Morb Mortal Wkly Rep (MMWR)</source>. <year>2016</year>;<volume>65</volume>(<issue>5051</issue>):<fpage>1445</fpage>&#8211;<lpage>1452</lpage>.<pub-id pub-id-type="pmid">28033313</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.15585/mmwr.mm655051e1</pub-id></mixed-citation></ref><ref id="bibr5-0706743720931240"><label>5</label><mixed-citation publication-type="book"><person-group person-group-type="author"><name name-style="western"><surname>Gomes</surname><given-names>T</given-names></name><name name-style="western"><surname>Greaves</surname><given-names>S</given-names></name><name name-style="western"><surname>Martins</surname><given-names>D</given-names></name></person-group>, <etal>et al.</etal><source>Latest trends in opioid-related deaths in Ontario: 1991 to 2015</source>. <publisher-loc>Toronto (ON)</publisher-loc>: <publisher-name>Ontario Drug Policy Research Network</publisher-name>; <year>2017</year>.</mixed-citation></ref><ref id="bibr6-0706743720931240"><label>6</label><mixed-citation publication-type="book"><collab collab-type="author">British Columbia Coroners Service</collab>. <source>Illicit drug overdose deaths in BC</source>. <comment>2007 January 1&#8211;2017 March 31</comment><publisher-name>Burnaby (BC): British Columbia Coroners Service</publisher-name>; <year>2017</year>.</mixed-citation></ref><ref id="bibr7-0706743720931240"><label>7</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Gomes</surname><given-names>T</given-names></name><name name-style="western"><surname>Khuu</surname><given-names>W</given-names></name><name name-style="western"><surname>Martins</surname><given-names>D</given-names></name></person-group>, <etal>et al.</etal><article-title>Contributions of prescribed and non-prescribed opioids to opioid related deaths: population based cohort study in Ontario, Canada</article-title>. <source>BMJ</source>. <year>2018</year>;<volume>362</volume>(<issue>4</issue>):<fpage>k3207</fpage>.<pub-id pub-id-type="pmid">30158106</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1136/bmj.k3207</pub-id><pub-id pub-id-type="pmcid">PMC6113771</pub-id></mixed-citation></ref><ref id="bibr8-0706743720931240"><label>8</label><mixed-citation publication-type="web"><collab collab-type="author">Government of Canada</collab>. <article-title>Responding to Canada&#8217;s opioid crisis</article-title>; <year>2018</year><comment>[accessed 2018 Jul 31]</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://www.canada.ca/en/health-canada/services/substance-abuse/prescription-drug-abuse/opioids/responding-canada-opioid-crisis.html">https://www.canada.ca/en/health-canada/services/substance-abuse/prescription-drug-abuse/opioids/responding-canada-opioid-crisis.html</ext-link><comment>Date modified: 2018-05-18</comment>.</mixed-citation></ref><ref id="bibr9-0706743720931240"><label>9</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Gomes</surname><given-names>T</given-names></name><name name-style="western"><surname>Juurlink</surname><given-names>DN</given-names></name></person-group><article-title>Opioid use and overdose: what we&#8217;ve learned in Ontario</article-title>. <source>Healthc Q</source>. <year>2016</year>;<volume>18</volume>(<issue>4</issue>):<fpage>8</fpage>&#8211;<lpage>11</lpage>.<pub-id pub-id-type="pmid">27009700</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.12927/hcq.2016.24568</pub-id></mixed-citation></ref><ref id="bibr10-0706743720931240"><label>10</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Barnett</surname><given-names>M</given-names></name><name name-style="western"><surname>Olenski</surname><given-names>A</given-names></name><name name-style="western"><surname>Jena</surname><given-names>A</given-names></name></person-group><article-title>Opioid-prescribing patterns of emergency physicians and risk of long-term use</article-title>. <source>N Engl J Med</source>. <year>2017</year>;<volume>376</volume>(<issue>2</issue>):<fpage>663</fpage>&#8211;<lpage>673</lpage>.<pub-id pub-id-type="pmid">28199807</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1056/NEJMsa1610524</pub-id><pub-id pub-id-type="pmcid">PMC5428548</pub-id></mixed-citation></ref><ref id="bibr11-0706743720931240"><label>11</label><mixed-citation publication-type="web"><collab collab-type="author">Maclean&#8217;s University Rankings 2018: Canada&#8217;s top Medical/Doctoral schools</collab>; <year>2018</year><comment>[accessed 2018 Jul 31].</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://www.macleans.ca/education/university-rankings/medical-doctoral-universities/">https://www.macleans.ca/education/university-rankings/medical-doctoral-universities/</ext-link>.
</mixed-citation></ref><ref id="bibr12-0706743720931240"><label>12</label><mixed-citation publication-type="web"><collab collab-type="author">Maclean&#8217;s University Rankings. 2017: How Maclean&#8217;s selects Canada&#8217;s top schools</collab>; <year>2017</year><comment>[accessed 2018 Jul 31]</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="http://www.macleans.ca/education/university-rankings-2017-how-macleans-selects-canadas-top-schools/">http://www.macleans.ca/education/university-rankings-2017-how-macleans-selects-canadas-top-schools/</ext-link>.
</mixed-citation></ref><ref id="bibr13-0706743720931240"><label>13</label><mixed-citation publication-type="web"><collab collab-type="author">Statistics Canada</collab>. <source>Postal Code<sup>OM</sup> Conversion File (PCCF), Reference Guide</source>; <year>2015</year><comment>[accessed 2018 Jul 31]</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="http://www.statcan.gc.ca/pub/92-154-g/92-154-g2015001-eng.htm">http://www.statcan.gc.ca/pub/92-154-g/92-154-g2015001-eng.htm</ext-link><comment>Date modified: 2015-11-30</comment>.</mixed-citation></ref><ref id="bibr14-0706743720931240"><label>14</label><mixed-citation publication-type="book"><person-group person-group-type="author"><name name-style="western"><surname>Gomes</surname><given-names>T</given-names></name><name name-style="western"><surname>Pasricha</surname><given-names>S</given-names></name><name name-style="western"><surname>Martins</surname><given-names>D</given-names></name></person-group>, <etal>et al.</etal><source>Behind the prescriptions: A snapshot of opioid use across all Ontarians</source>. <publisher-loc>Toronto (ON)</publisher-loc>: <publisher-name>Ontario Drug Policy Research Network</publisher-name>; <year>2017</year><comment>[accessed 2018 July 31]</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="http://www.stmichaelshospital.com/pdf/ODPRN-report-opioids.pdf">http://www.stmichaelshospital.com/pdf/ODPRN-report-opioids.pdf</ext-link>.
</mixed-citation></ref><ref id="bibr15-0706743720931240"><label>15</label><mixed-citation publication-type="book"><collab collab-type="author">Public Health Agency of Canada</collab>. <source>Special Advisory Committee on the Epidemic of Opioid Overdoses. National report: Apparent opioid-related deaths in Canada (January 2016 to September 2017) web-based report</source>. <publisher-loc>Ottawa (ON)</publisher-loc>: <publisher-name>Public Health Agency of Canada</publisher-name>; <year>2018</year>.</mixed-citation></ref><ref id="bibr16-0706743720931240"><label>16</label><mixed-citation publication-type="web"><collab collab-type="author">The Association of Faculties of Medicine of Canada</collab>. <source>Report on the AFMC response to the Canadian opioid crisis</source>; <year>2017</year><comment>[accessed 2018 Jul 31]</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://afmc.ca/sites/default/files/documents/2017-11-AFMC-HealthCanadaOpioidReport_en.pdf">https://afmc.ca/sites/default/files/documents/2017-11-AFMC-HealthCanadaOpioidReport_en.pdf</ext-link>.
</mixed-citation></ref><ref id="bibr17-0706743720931240"><label>17</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Busse</surname><given-names>JW</given-names></name><name name-style="western"><surname>Craigie</surname><given-names>S</given-names></name><name name-style="western"><surname>Juurlink</surname><given-names>DN</given-names></name></person-group>, <etal>et al.</etal><article-title>Guideline for opioid therapy and chronic noncancer pain</article-title>. <source>CMAJ</source>. <year>2017</year>;<volume>189</volume>(<issue>18</issue>):<fpage>E659</fpage>&#8211;<lpage>E666</lpage>.<pub-id pub-id-type="pmid">28483845</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1503/cmaj.170363</pub-id><pub-id pub-id-type="pmcid">PMC5422149</pub-id></mixed-citation></ref><ref id="bibr18-0706743720931240"><label>18</label><mixed-citation publication-type="web"><collab collab-type="author">Ministry of Health and Long-Term Care Narcotic Monitoring System (NMS) Pharmacy Reference Manual</collab>; <year>2012</year><comment>[accessed 2020 Feb 20].</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="http://www.health.gov.on.ca/en/pro/programs/drugs/resources/narcotics_manual.pdf">http://www.health.gov.on.ca/en/pro/programs/drugs/resources/narcotics_manual.pdf</ext-link>.
</mixed-citation></ref><ref id="bibr19-0706743720931240"><label>19</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Tadrous</surname><given-names>M</given-names></name><name name-style="western"><surname>Greaves</surname><given-names>S</given-names></name><name name-style="western"><surname>Martins</surname><given-names>D</given-names></name></person-group>, <etal>et al.</etal><article-title>Evaluation of the fentanyl patch-for-patch program in Ontario, Canada</article-title>. <source>Int J Drug Policy</source>. <year>2019</year>;<volume>66</volume>(<issue>1</issue>):<fpage>82</fpage>&#8211;<lpage>86</lpage>.<pub-id pub-id-type="pmid">30743092</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1016/j.drugpo.2019.01.025</pub-id></mixed-citation></ref><ref id="bibr20-0706743720931240"><label>20</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Martins</surname><given-names>D</given-names></name><name name-style="western"><surname>Khuu</surname><given-names>W</given-names></name><name name-style="western"><surname>Tadrous</surname><given-names>M</given-names></name></person-group>, <etal>et al.</etal><article-title>Impact of delisting high-strength opioid formulations from a public drug benefit formulary on opioid utilization in Ontario, Canada</article-title>. <source>Pharmacoepidemiol Drug Saf</source>. <year>2019</year>;<volume>28</volume>(<issue>5</issue>):<fpage>726</fpage>&#8211;<lpage>733</lpage>.<pub-id pub-id-type="pmid">30873707</pub-id><pub-id pub-id-type="doi" assigning-authority="pmc">10.1002/pds.4764</pub-id><pub-id pub-id-type="pmcid">PMC6518867</pub-id></mixed-citation></ref><ref id="bibr21-0706743720931240"><label>21</label><mixed-citation publication-type="web"><person-group person-group-type="author"><name name-style="western"><surname>Nancy</surname><given-names>H</given-names></name><name name-style="western"><surname>Rick</surname><given-names>W</given-names></name><name name-style="western"><surname>Steven</surname><given-names>W</given-names></name><name name-style="western"><surname>Hubert</surname><given-names>W</given-names></name></person-group><source>Maclean&#8217;s ranking of Canadian universities, UBC Statistics Department Technical Report 189;</source><year>1999</year><comment>[accessed 2019 Aug 22]</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://www.stat.ubc.ca/technical-reports-archive/doc/189.pdf">https://www.stat.ubc.ca/technical-reports-archive/doc/189.pdf</ext-link>.
</mixed-citation></ref><ref id="bibr22-0706743720931240"><label>22</label><mixed-citation publication-type="web"><collab collab-type="author">Canadian Medical Association</collab>. <source>Number of physicians by province/territory and specialty, Canada, 2018;</source><year>2018</year><comment>[accessed 2018 Jul 31]</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://www.cma.ca/Assets/assets-library/document/en/advocacy/01-physicians-by-specialty-province-e.pdf">https://www.cma.ca/Assets/assets-library/document/en/advocacy/01-physicians-by-specialty-province-e.pdf</ext-link>.</mixed-citation></ref><ref id="bibr23-0706743720931240"><label>23</label><mixed-citation publication-type="web"><collab collab-type="author">Health Quality Ontario</collab>. <article-title>Starting on opioids</article-title>; <year>2018</year><comment>[accessed 2018 Jul 31]</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://www.hqontario.ca/Portals/0/Documents/system-performance/starting-on-opioids-en.pdf">https://www.hqontario.ca/Portals/0/Documents/system-performance/starting-on-opioids-en.pdf</ext-link>.
</mixed-citation></ref><ref id="bibr24-0706743720931240"><label>24</label><mixed-citation publication-type="book"><person-group person-group-type="author"><name name-style="western"><surname>Gomes</surname><given-names>T</given-names></name><name name-style="western"><surname>Paterson</surname><given-names>JM</given-names></name><name name-style="western"><surname>Caetano</surname><given-names>P</given-names></name><name name-style="western"><surname>Sketris</surname><given-names>I</given-names></name><name name-style="western"><surname>Henry</surname><given-names>D</given-names></name></person-group><source>CNODES analysis: Safety of oral opioid use in Canada. Part 1: Changes in the dispensing of oral opioid drugs in Canadian provinces between 2008 and the end of 2013</source>. <publisher-name>Canadian Network for Observational Drug Effect Studies (CNODES)</publisher-name>; <year>2015</year><comment>[accessed 2020 Feb 20]</comment><ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="uri" xlink:href="https://www.researchgate.net/publication/279204495_CNODES_analysis_Safety_of_oral_Opioid_use_in_Canada_Part_1_Changes_in_the_dispensing_of_oral_opioid_drugs_in_Canadian_provinces_between_2008_and_the_end_of_2013">https://www.researchgate.net/publication/279204495_CNODES_analysis_Safety_of_oral_Opioid_use_in_Canada_Part_1_Changes_in_the_dispensing_of_oral_opioid_drugs_in_Canadian_provinces_between_2008_and_the_end_of_2013</ext-link>.</mixed-citation></ref><ref id="bibr25-0706743720931240"><label>25</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><name name-style="western"><surname>Rintoul</surname><given-names>AC</given-names></name><name name-style="western"><surname>Dobbin</surname><given-names>MD</given-names></name><name name-style="western"><surname>Drummer</surname><given-names>OH</given-names></name><name name-style="western"><surname>Ozanne-Smith</surname><given-names>J</given-names></name></person-group><article-title>Increasing deaths involving oxycodone, Victoria, Australia, 2000-09</article-title>. <source>Injury Prevent</source>. <year>2011</year>;<volume>17</volume>(<issue>4</issue>):<fpage>254</fpage>&#8211;<lpage>259</lpage>.<pub-id pub-id-type="doi" assigning-authority="pmc">10.1136/ip.2010.029611</pub-id><pub-id pub-id-type="pmid">21164159</pub-id></mixed-citation></ref></ref-list></back></article></pmc-articleset>